Repository: astridclaw/astrid-ios
Catalog: Astrid App/Resources/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, ru

# save_filter.title
source: Save as Smart List
de: Als Smart-Liste speichern
es: Guardar como Lista inteligente
fr: Enregistrer comme Liste intelligente
it: Salva come Lista intelligente
nl: Opslaan als Slimme lijst
ru: Сохранить как Умный список

# save_filter.description
source: This will save your current filter settings as a Smart List
de: Dies speichert Ihre aktuellen Filtereinstellungen als Smart-Liste
es: Esto guardará tu configuración de filtros actual como una Lista inteligente
fr: Ceci enregistrera vos paramètres de filtre actuels comme une Liste intelligente
it: Questo salverà le impostazioni filtro attuali come Lista intelligente
nl: Dit slaat je huidige filterinstellingen op als Slimme lijst
ru: Текущие настройки фильтра будут сохранены как Умный список

# save_filter.due_date
source: Due Date
de: Fälligkeitsdatum
es: Fecha límite
fr: Date d'échéance
it: Data di scadenza
nl: Deadline
ru: Срок выполнения

# auth.continue_passkey
source: Continue with Passkey
de: Mit Passkey fortfahren
es: Continuar con Passkey
fr: Continuer avec Passkey
it: Continua con Passkey
nl: Doorgaan met Passkey
ru: Продолжить с Passkey

# auth.new_user
source: New?
de: Neu hier?
es: ¿Nuevo?
fr: Nouveau ?
it: Nuovo?
nl: Nieuw?
ru: Новый пользователь?

# auth.returning_user
source: Returning?
de: Zurück?
es: ¿Vuelves?
fr: De retour ?
it: Di ritorno?
nl: Terug?
ru: Вернулись?

# auth.sign_in_short
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
nl: Inloggen
ru: Войти

# auth.create_account
source: Create Account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account
nl: Account aanmaken
ru: Создать аккаунт

# auth.create_account_footer
source: Sign in to sync your tasks across devices and collaborate with others.
de: Melden Sie sich an, um Ihre Aufgaben auf allen Geräten zu synchronisieren und mit anderen zusammenzuarbeiten.
es: Inicia sesión para sincronizar tus tareas en todos tus dispositivos y colaborar con otros.
fr: Connectez-vous pour synchroniser vos tâches sur tous vos appareils et collaborer avec d'autres.
it: Accedi per sincronizzare le tue attività su tutti i dispositivi e collaborare con altri.
nl: Log in om je taken te synchroniseren op al je apparaten en samen te werken met anderen.
ru: Войдите, чтобы синхронизировать задачи на всех устройствах и сотрудничать с другими.

# auth.sign_in_prompt_title
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
nl: Inloggen
ru: Войти

# auth.sign_in_cta
source: Sign in to unlock more features
de: Melden Sie sich an, um mehr Funktionen freizuschalten
es: Inicia sesión para desbloquear más funciones
fr: Connectez-vous pour débloquer plus de fonctionnalités
it: Accedi per sbloccare più funzionalità
nl: Log in om meer functies te ontgrendelen
ru: Войдите, чтобы разблокировать больше функций

# auth.benefit_sync_title
source: Sync Across Devices
de: Geräteübergreifend synchronisieren
es: Sincronizar entre dispositivos
fr: Synchroniser entre appareils
it: Sincronizza tra dispositivi
nl: Synchroniseer tussen apparaten
ru: Синхронизация между устройствами

# auth.benefit_sync_desc
source: Access your tasks from any device, anywhere
de: Greifen Sie von jedem Gerät aus auf Ihre Aufgaben zu
es: Accede a tus tareas desde cualquier dispositivo, en cualquier lugar
fr: Accédez à vos tâches depuis n'importe quel appareil, n'importe où
it: Accedi alle tue attività da qualsiasi dispositivo, ovunque
nl: Krijg overal toegang tot je taken vanaf elk apparaat
ru: Доступ к задачам с любого устройства, где бы вы ни были

# auth.benefit_collaborate_title
source: Collaborate with Others
de: Mit anderen zusammenarbeiten
es: Colaborar con otros
fr: Collaborer avec d'autres
it: Collabora con altri
nl: Samenwerken met anderen
ru: Сотрудничество с другими

# auth.benefit_collaborate_desc
source: Share lists and work together on tasks
de: Teilen Sie Listen und arbeiten Sie gemeinsam an Aufgaben
es: Comparte listas y trabaja en equipo en tareas
fr: Partagez des listes et travaillez ensemble sur des tâches
it: Condividi liste e lavora insieme sulle attività
nl: Deel lijsten en werk samen aan taken
ru: Делитесь списками и работайте вместе над задачами

# auth.benefit_backup_title
source: Keep Your Data Safe
de: Daten sicher aufbewahren
es: Mantén tus datos seguros
fr: Gardez vos données en sécurité
it: Mantieni i tuoi dati al sicuro
nl: Houd je gegevens veilig
ru: Храните данные в безопасности

# auth.benefit_backup_desc
source: Your tasks are securely backed up in the cloud
de: Ihre Aufgaben werden sicher in der Cloud gesichert
es: Tus tareas se guardan de forma segura en la nube
fr: Vos tâches sont sauvegardées en toute sécurité dans le cloud
it: Le tue attività sono salvate in modo sicuro nel cloud
nl: Je taken worden veilig in de cloud opgeslagen
ru: Ваши задачи надёжно сохранены в облаке

# auth.sign_in_data_note
source: Your existing tasks will be synced to your account
de: Ihre bestehenden Aufgaben werden mit Ihrem Konto synchronisiert
es: Tus tareas existentes se sincronizarán con tu cuenta
fr: Vos tâches existantes seront synchronisées avec votre compte
it: Le tue attività esistenti verranno sincronizzate con il tuo account
nl: Je bestaande taken worden gesynchroniseerd met je account
ru: Ваши существующие задачи будут синхронизированы с аккаунтом

# attachments.saving
source: Saving...
de: Speichern...
es: Guardando...
fr: Enregistrement...
it: Salvataggio...
nl: Opslaan...
ru: Сохранение...

# attachments.save_to_task
source: Save to Task
de: Zur Aufgabe speichern
es: Guardar en tarea
fr: Enregistrer dans la tâche
it: Salva nell'attività
nl: Opslaan bij taak
ru: Сохранить в задачу

# attachments.quick_look
source: Quick Look
de: Übersicht
es: Vista rápida
fr: Aperçu rapide
it: Vista rapida
nl: Snelle weergave
ru: Быстрый просмотр

# attachments.quick_look_tip
source: Tip: Use Markup in Quick Look to edit and save to Astrid
de: Tipp: Verwenden Sie Markierungen in der Übersicht zum Bearbeiten und Speichern in Astrid
es: Consejo: Usa Marcado en Vista rápida para editar y guardar en Astrid
fr: Astuce : Utilisez Annotation dans Aperçu rapide pour modifier et enregistrer dans Astrid
it: Suggerimento: Usa Modifica in Vista rapida per modificare e salvare in Astrid
nl: Tip: Gebruik Markering in Snelle weergave om te bewerken en op te slaan in Astrid
ru: Совет: Используйте Разметку в Быстром просмотре для редактирования и сохранения в Astrid

# attachments.choose_photo
source: Choose Photo
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
it: Scegli foto
nl: Kies foto
ru: Выбрать фото

# attachments.choose_video
source: Choose Video
de: Video auswählen
es: Elegir video
fr: Choisir une vidéo
it: Scegli video
nl: Kies video
ru: Выбрать видео

# attachments.choose_document
source: Choose Document
de: Dokument auswählen
es: Elegir documento
fr: Choisir un document
it: Scegli documento
nl: Kies document
ru: Выбрать документ

# attachments.count
source: Attachments (%d)
de: Anhänge (%d)
es: Adjuntos (%d)
fr: Pièces jointes (%d)
it: Allegati (%d)
nl: Bijlagen (%d)
ru: Вложения (%d)

# image_picker.upload_library
source: Upload from Photo Library
de: Aus Fotobibliothek hochladen
es: Subir desde biblioteca
fr: Importer depuis la bibliothèque
it: Carica dalla libreria foto
nl: Uploaden uit fotobibliotheek
ru: Загрузить из библиотеки

# image_picker.choose_description
source: Choose an image from your photo library
de: Wählen Sie ein Bild aus Ihrer Fotobibliothek
es: Elige una imagen de tu biblioteca de fotos
fr: Choisissez une image de votre photothèque
it: Scegli un'immagine dalla tua libreria foto
nl: Kies een afbeelding uit je fotobibliotheek
ru: Выберите изображение из библиотеки фото

# image_picker.pinch_zoom
source: Pinch to zoom, drag to position
de: Zum Zoomen zusammenziehen, zum Positionieren ziehen
es: Pellizca para zoom, arrastra para posicionar
fr: Pincez pour zoomer, glissez pour positionner
it: Pizzica per zoom, trascina per posizionare
nl: Knijp om te zoomen, sleep om te positioneren
ru: Сведите для масштаба, перетащите для позиционирования

# image_picker.uploading
source: Uploading...
de: Hochladen...
es: Subiendo...
fr: Téléversement...
it: Caricamento...
nl: Uploaden...
ru: Загрузка...

# image_picker.cancel_upload
source: Cancel Upload
de: Upload abbrechen
es: Cancelar subida
fr: Annuler le téléversement
it: Annulla caricamento
nl: Upload annuleren
ru: Отменить загрузку

# image_picker.use_this_image
source: Use This Image
de: Dieses Bild verwenden
es: Usar esta imagen
fr: Utiliser cette image
it: Usa questa immagine
nl: Deze afbeelding gebruiken
ru: Использовать это изображение

# image_picker.choose_different_photo
source: Choose Different Photo
de: Anderes Foto wählen
es: Elegir otra foto
fr: Choisir une autre photo
it: Scegli un'altra foto
nl: Andere foto kiezen
ru: Выбрать другое фото

# picker.no_due_date
source: No due date
de: Kein Fälligkeitsdatum
es: Sin fecha límite
fr: Sans échéance
it: Nessuna scadenza
nl: Geen deadline
ru: Без срока

# picker.custom_date
source: Custom Date
de: Benutzerdefiniertes Datum
es: Fecha personalizada
fr: Date personnalisée
it: Data personalizzata
nl: Aangepaste datum
ru: Своя дата

# picker.custom_time
source: Custom Time
de: Benutzerdefinierte Zeit
es: Hora personalizada
fr: Heure personnalisée
it: Ora personalizzata
nl: Aangepaste tijd
ru: Своё время

# picker.add_time
source: Add time
de: Zeit hinzufügen
es: Añadir hora
fr: Ajouter l'heure
it: Aggiungi ora
nl: Tijd toevoegen
ru: Добавить время

# picker.no_lists
source: No lists found
de: Keine Listen gefunden
es: No se encontraron listas
fr: Aucune liste trouvée
it: Nessuna lista trovata
nl: Geen lijsten gevonden
ru: Списки не найдены

# picker.add_to_lists
source: Add to lists
de: Zu Listen hinzufügen
es: Añadir a listas
fr: Ajouter aux listes
it: Aggiungi alle liste
nl: Toevoegen aan lijsten
ru: Добавить в списки

# picker.loading_agents
source: Loading AI agents...
de: KI-Agenten werden geladen...
es: Cargando agentes IA...
fr: Chargement des agents IA...
it: Caricamento agenti IA...
nl: AI-agents laden...
ru: Загрузка ИИ-агентов...

# picker.ai_agent
source: AI Agent
de: KI-Agent
es: Agente IA
fr: Agent IA
it: Agente IA
ru: ИИ-агент

source: Sync Status
de: Synchronisierungsstatus
es: Estado de sincronización
fr: État de synchronisation
it: Stato sincronizzazione
nl: Synchronisatiestatus
ru: Статус синхронизации

# sync.unstable_connection
source: Unstable connection detected
de: Instabile Verbindung erkannt
es: Conexión inestable detectada
fr: Connexion instable détectée
it: Connessione instabile rilevata
nl: Instabiele verbinding gedetecteerd
ru: Обнаружено нестабильное соединение

# sync.retry_failed
source: Retry Failed Operations
de: Fehlgeschlagene Vorgänge wiederholen
es: Reintentar operaciones fallidas
fr: Réessayer les opérations échouées
it: Riprova operazioni fallite
nl: Mislukte bewerkingen opnieuw proberen
ru: Повторить неудавшиеся операции

# sync.working_offline
source: Working offline
de: Offline arbeiten
es: Trabajando sin conexión
fr: Mode hors ligne
it: Lavoro offline
nl: Offline werken
ru: Работа офлайн

# profile.updated_success
source: Your profile has been updated successfully!
de: Ihr Profil wurde erfolgreich aktualisiert!
es: ¡Tu perfil se ha actualizado correctamente!
fr: Votre profil a été mis à jour avec succès !
it: Il tuo profilo è stato aggiornato con successo!
nl: Je profiel is succesvol bijgewerkt!
ru: Ваш профиль успешно обновлён!

# profile.tap_change_photo
source: Tap to change photo
de: Tippen zum Ändern des Fotos
es: Toca para cambiar foto
fr: Appuyez pour changer la photo
it: Tocca per cambiare foto
nl: Tik om foto te wijzigen
ru: Нажмите для смены фото

# profile.uploading_photo
source: Uploading photo...
de: Foto wird hochgeladen...
es: Subiendo foto...
fr: Téléversement de la photo...
it: Caricamento foto...
nl: Foto uploaden...
ru: Загрузка фото...

# profile.display_name
source: Display Name
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage
it: Nome visualizzato
nl: Weergavenaam
ru: Отображаемое имя

# profile.email_address
source: Email Address
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse e-mail
it: Indirizzo email
nl: E-mailadres
ru: Электронная почта

# profile.edit_profile
source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
nl: Profiel bewerken
ru: Редактировать профиль

# profile.saving
source: Saving...
de: Speichern...
es: Guardando...
fr: Enregistrement...
it: Salvataggio...
nl: Opslaan...
ru: Сохранение...

# profile.save_changes
source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
nl: Wijzigingen opslaan
ru: Сохранить изменения

# members.searching
source: Searching contacts...
de: Kontakte werden durchsucht...
es: Buscando contactos...
fr: Recherche de contacts...
it: Ricerca contatti...
nl: Contacten zoeken...
ru: Поиск контактов...

# members.astrid_users
source: People from your contacts who are on Astrid
de: Personen aus Ihren Kontakten, die Astrid verwenden
es: Personas de tus contactos que están en Astrid
fr: Personnes de vos contacts qui utilisent Astrid
it: Persone dai tuoi contatti che usano Astrid
nl: Mensen uit je contacten die Astrid gebruiken
ru: Люди из ваших контактов, использующие Astrid

# members.loading_suggestions
source: Loading suggestions...
de: Vorschläge werden geladen...
es: Cargando sugerencias...
fr: Chargement des suggestions...
it: Caricamento suggerimenti...
nl: Suggesties laden...
ru: Загрузка предложений...

# members.add_collaborators
source: Add Collaborators
de: Mitarbeiter hinzufügen
es: Añadir colaboradores
fr: Ajouter des collaborateurs
it: Aggiungi collaboratori
nl: Medewerkers toevoegen
ru: Добавить участников

# members.upload_contacts
source: Upload your contacts for better collaboration
de: Laden Sie Ihre Kontakte für bessere Zusammenarbeit hoch
es: Sube tus contactos para mejor colaboración
fr: Importez vos contacts pour une meilleure collaboration
it: Carica i tuoi contatti per una migliore collaborazione
nl: Upload je contacten voor betere samenwerking
ru: Загрузите контакты для лучшего сотрудничества

# members.invite_email
source: Invite by Email
de: Per E-Mail einladen
es: Invitar por correo
fr: Inviter par e-mail
it: Invita via email
nl: Uitnodigen per e-mail
ru: Пригласить по email

# members.add_member
source: Add Member
de: Mitglied hinzufügen
es: Agregar miembro
fr: Ajouter un membre
it: Aggiungi membro
nl: Lid toevoegen
ru: Добавить участника

# membership.requires_account
source: List sharing requires an account
de: Listenfreigabe erfordert ein Konto
es: Compartir listas requiere una cuenta
fr: Le partage de listes nécessite un compte
it: La condivisione delle liste richiede un account
nl: Lijsten delen vereist een account
ru: Для совместного доступа к спискам требуется аккаунт

# membership.requires_account_description
source: Sign in to invite collaborators and share lists with others.
de: Melden Sie sich an, um Mitarbeiter einzuladen und Listen mit anderen zu teilen.
es: Inicia sesión para invitar colaboradores y compartir listas con otros.
fr: Connectez-vous pour inviter des collaborateurs et partager des listes.
it: Accedi per invitare collaboratori e condividere liste con altri.
nl: Log in om medewerkers uit te nodigen en lijsten te delen met anderen.
ru: Войдите, чтобы приглашать участников и делиться списками.

# membership.sign_in_to_share
source: Sign in to share lists
de: Anmelden zum Teilen von Listen
es: Inicia sesión para compartir listas
fr: Connectez-vous pour partager des listes
it: Accedi per condividere liste
nl: Log in om lijsten te delen
ru: Войдите для совместного доступа к спискам

# comments.count
source: Comments (%d)
de: Kommentare (%d)
es: Comentarios (%d)
fr: Commentaires (%d)
it: Commenti (%d)
nl: Opmerkingen (%d)
ru: Комментарии (%d)

# comments.empty
source: No comments yet. Be the first to comment!
de: Noch keine Kommentare. Seien Sie der Erste!
es: Sin comentarios aún. ¡Sé el primero en comentar!
fr: Aucun commentaire. Soyez le premier à commenter !
it: Nessun commento ancora. Sii il primo a commentare!
nl: Nog geen opmerkingen. Wees de eerste om te reageren!
ru: Комментариев пока нет. Будьте первым!

# comments.add_placeholder
source: Add a comment...
de: Kommentar hinzufügen...
es: Añadir un comentario...
fr: Ajouter un commentaire...
it: Aggiungi un commento...
nl: Opmerking toevoegen...
ru: Добавить комментарий...

# comments.delete_comment
source: Delete Comment
de: Kommentar löschen
es: Eliminar comentario
fr: Supprimer le commentaire
it: Elimina commento
nl: Reactie verwijderen
ru: Удалить комментарий

# comments.upload_error
source: Upload Error
de: Upload-Fehler
es: Error de subida
fr: Erreur de téléversement
it: Errore di caricamento
nl: Uploadfout
ru: Ошибка загрузки

# comments.pending_offline
source: Pending - Offline
de: Ausstehend - Offline
es: Pendiente - Sin conexión
fr: En attente - Hors ligne
ru: Ожидание - Офлайн

# comments.tap_to_sync
source: Tap to sync
de: Zum Synchronisieren tippen
es: Toca para sincronizar
fr: Appuyez pour synchroniser
ru: Нажмите для синхронизации

# task_edit.add_to_list
source: Add to list
de: Zur Liste hinzufügen
es: Añadir a lista
fr: Ajouter à une liste
it: Aggiungi alla lista
nl: Toevoegen aan lijst
ru: Добавить в список

# task_edit.add_another_list
source: Add another list
de: Weitere Liste hinzufügen
es: Añadir otra lista
fr: Ajouter une autre liste
it: Aggiungi un'altra lista
nl: Nog een lijst toevoegen
ru: Добавить ещё список

# task_edit.only_you
source: Only you can see this task
de: Nur Sie können diese Aufgabe sehen
es: Solo tú puedes ver esta tarea
fr: Vous seul pouvez voir cette tâche
it: Solo tu puoi vedere questa attività
nl: Alleen jij kunt deze taak zien
ru: Только вы можете видеть эту задачу

# task_edit.add_description
source: Add a description...
de: Beschreibung hinzufügen...
es: Añadir una descripción...
fr: Ajouter une description...
it: Aggiungi una descrizione...
nl: Beschrijving toevoegen...
ru: Добавить описание...

# task_edit.last_timer
source: Last: %@
de: Zuletzt: %@
es: Último: %@
fr: Dernier : %@
it: Ultimo: %@
nl: Laatste: %@
ru: Последний: %@

# task_edit.copy_to_lists
source: Copy to My Lists
de: In Meine Listen kopieren
es: Copiar a Mis listas
fr: Copier vers Mes listes
it: Copia in Le mie liste
nl: Kopiëren naar Mijn lijsten
ru: Копировать в Мои списки

# timer.complete_task
source: COMPLETE TASK
de: AUFGABE ABSCHLIESSEN
es: COMPLETAR TAREA
fr: TERMINER LA TÂCHE
it: COMPLETA ATTIVITÀ
nl: TAAK VOLTOOIEN
ru: ЗАВЕРШИТЬ ЗАДАЧУ

# timer.dismiss_alarm
source: Dismiss Alarm
de: Alarm verwerfen
es: Descartar alarma
fr: Ignorer l'alarme
it: Ignora sveglia
nl: Alarm negeren
ru: Отклонить будильник

# timer.tap_to_change
source: Tap the time to change duration
de: Tippen Sie auf die Zeit, um die Dauer zu ändern
es: Toca el tiempo para cambiar duración
fr: Appuyez sur l'heure pour changer la durée
it: Tocca l'ora per cambiare durata
nl: Tik op de tijd om duur te wijzigen
ru: Нажмите на время для изменения длительности

# timer.snooze_1hour
source: Snooze 1 hour
de: 1 Stunde schlummern
es: Posponer 1 hora
fr: Reporter d'1 heure
it: Posponi 1 ora
nl: 1 uur snoozen
ru: Отложить на 1 час

# notification.complete_task
source: Complete Task
de: Aufgabe abschließen
es: Completar tarea
fr: Terminer la tâche
it: Completa attività
nl: Taak voltooien
ru: Завершить задачу

# notification.test_reminder
source: 📱 Test Reminder Notification
de: 📱 Test-Erinnerung
es: 📱 Notificación de prueba
fr: 📱 Notification de test
it: 📱 Notifica di test
nl: 📱 Testmelding
ru: 📱 Тестовое уведомление

# debug.contacts_settings
source: Contacts Settings
de: Kontakteinstellungen
es: Configuración de contactos
fr: Paramètres des contacts
it: Impostazioni contatti
nl: Contactinstellingen
ru: Настройки контактов

# debug.debug_settings
source: Debug Settings
de: Debug-Einstellungen
es: Configuración de depuración
fr: Paramètres de débogage
it: Impostazioni debug
nl: Debug-instellingen
ru: Настройки отладки

# debug.active_config
source: Active Configuration
de: Aktive Konfiguration
es: Configuración activa
fr: Configuration active
it: Configurazione attiva
nl: Actieve configuratie
ru: Активная конфигурация

# debug.restart_required
source: Changes require app restart to take effect
de: Änderungen erfordern einen Neustart der App
es: Los cambios requieren reiniciar la app
fr: Les modifications nécessitent un redémarrage de l'app
it: Le modifiche richiedono il riavvio dell'app
nl: Wijzigingen vereisen een herstart van de app
ru: Изменения требуют перезапуска приложения

# debug.available_servers
source: Available Servers
de: Verfügbare Server
es: Servidores disponibles
fr: Serveurs disponibles
it: Server disponibili
nl: Beschikbare servers
ru: Доступные серверы

# debug.reset_default
source: Reset to Default
de: Auf Standard zurücksetzen
es: Restablecer por defecto
fr: Réinitialiser par défaut
it: Ripristina predefinito
nl: Herstellen naar standaard
ru: Сбросить по умолчанию

# debug.server_changed
source: Server Changed
de: Server geändert
es: Servidor cambiado
fr: Serveur modifié
it: Server cambiato
nl: Server gewijzigd
ru: Сервер изменён

# debug.get_key
source: Get Key
de: Schlüssel abrufen
es: Obtener clave
fr: Obtenir la clé
it: Ottieni chiave
nl: Sleutel ophalen
ru: Получить ключ

# server.restart_required
source: Restart Required
de: Neustart erforderlich
es: Reinicio requerido
fr: Redémarrage requis
it: Riavvio richiesto
nl: Herstart vereist
ru: Требуется перезапуск

# server.restart_message
source: Server changed to: %@ Please restart the app for changes to take effect.
de: Server geändert zu: %@ Bitte starte die App neu, damit die Änderungen wirksam werden.
es: Servidor cambiado a: %@ Reinicia la app para que los cambios surtan efecto.
fr: Serveur changé pour : %@ Redémarrez l'app pour que les modifications prennent effet.
it: Server cambiato in: %@ Riavvia l'app per applicare le modifiche.
nl: Server gewijzigd naar: %@ Herstart de app om de wijzigingen toe te passen.
ru: Сервер изменён на: %@ Перезапустите приложение, чтобы изменения вступили в силу.

# splash.loading
source: Loading your tasks...
de: Ihre Aufgaben werden geladen...
es: Cargando tus tareas...
fr: Chargement de vos tâches...
it: Caricamento attività...
nl: Je taken laden...
ru: Загрузка ваших задач...

# settings.openclaw.section
source: OpenClaw Gateway
es: Gateway OpenClaw
fr: Passerelle OpenClaw
ru: Шлюз OpenClaw

# settings.openclaw.title
source: OpenClaw Gateway
es: Gateway OpenClaw
fr: Passerelle OpenClaw
ru: Шлюз OpenClaw

# settings.openclaw.subtitle
source: Connect your own AI worker
de: Verbinden Sie Ihren eigenen KI-Worker
es: Conecta tu propio worker de IA
fr: Connectez votre propre worker IA
nl: Verbind je eigen AI-worker
ru: Подключите свой AI-воркер

# settings.openclaw.description
source: Connect a self-hosted OpenClaw gateway to use openclaw@astrid.cc for task assignment.
de: Verbinden Sie ein selbstgehostetes OpenClaw Gateway, um openclaw@astrid.cc für Aufgabenzuweisungen zu nutzen.
es: Conecta un gateway OpenClaw autoalojado para usar openclaw@astrid.cc para asignación de tareas.
fr: Connectez une passerelle OpenClaw auto-hébergée pour utiliser openclaw@astrid.cc pour l'attribution des tâches.
nl: Verbind een zelf-gehoste OpenClaw gateway om openclaw@astrid.cc te gebruiken voor taaktoewijzing.
ru: Подключите самостоятельно размещённый шлюз OpenClaw для использования openclaw@astrid.cc для назначения задач.

# settings.openclaw.loading
source: Loading workers...
de: Worker werden geladen...
es: Cargando workers...
fr: Chargement des workers...
nl: Workers laden...
ru: Загрузка воркеров...
