Repository: astridclaw/astrid-ios
Catalog: Astrid App/Resources/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, ru

# settings.account.pending_email
source: Pending Email Change
de: Ausstehende E-Mail-Änderung
es: Cambio de correo pendiente
fr: Changement d'e-mail en attente
it: Modifica email in sospeso

# settings.account.resend_verification
source: Resend Verification
de: Verifizierung erneut senden
es: Reenviar verificación
fr: Renvoyer la vérification
it: Reinvia verifica

# settings.account.cancel_change
source: Cancel Change
de: Änderung abbrechen
es: Cancelar cambio
fr: Annuler le changement
it: Annulla modifica

# settings.account.email_not_verified
source: Email Not Verified
de: E-Mail nicht verifiziert
es: Correo no verificado
fr: E-mail non vérifié
it: Email non verificata

# settings.account.send_verification
source: Send Verification Email
de: Verifizierungs-E-Mail senden
es: Enviar correo de verificación
fr: Envoyer l'e-mail de vérification
it: Invia email di verifica

# settings.account.loading_passkeys
source: Loading passkeys...
de: Passkeys werden geladen...
es: Cargando passkeys...
fr: Chargement des passkeys...
it: Caricamento passkey...

# settings.account.add_passkey
source: Add Passkey
de: Passkey hinzufügen
es: Agregar Passkey
fr: Ajouter une Passkey
it: Aggiungi Passkey

# settings.account.no_passkeys
source: No passkeys added yet.
de: Noch keine Passkeys hinzugefügt.
es: No hay passkeys agregadas aún.
fr: Aucune passkey ajoutée pour le moment.
it: Nessuna passkey ancora aggiunta.

# settings.account.passkeys_description
source: Passkeys allow you to sign in securely without a password.
de: Passkeys ermöglichen eine sichere Anmeldung ohne Passwort.
es: Las passkeys te permiten iniciar sesión de forma segura sin contraseña.
fr: Les passkeys vous permettent de vous connecter en toute sécurité sans mot de passe.
it: Le passkey ti permettono di accedere in modo sicuro senza password.
nl: Met passkeys kun je veilig inloggen zonder wachtwoord.
ru: Passkeys позволяют безопасно входить без пароля.

# settings.account.data
source: Data
de: Daten
es: Datos
fr: Données
it: Dati
nl: Gegevens
ru: Данные

# settings.account.export_data
source: Export My Data
de: Meine Daten exportieren
es: Exportar mis datos
fr: Exporter mes données
it: Esporta i miei dati
nl: Mijn gegevens exporteren
ru: Экспортировать мои данные

# settings.account.export_description
source: Download all your tasks, lists, and profile data in JSON format.
de: Laden Sie alle Ihre Aufgaben, Listen und Profildaten im JSON-Format herunter.
es: Descarga todas tus tareas, listas y datos de perfil en formato JSON.
fr: Téléchargez toutes vos tâches, listes et données de profil au format JSON.
it: Scarica tutte le tue attività, liste e dati del profilo in formato JSON.
nl: Download al je taken, lijsten en profielgegevens in JSON-formaat.
ru: Скачайте все ваши задачи, списки и данные профиля в формате JSON.

# settings.account.danger_zone
source: Danger Zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone de danger
it: Zona di pericolo

# settings.account.delete_account
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account

# settings.account.delete_warning
source: This action cannot be undone
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no se puede deshacer
fr: Cette action ne peut pas être annulée
it: Questa azione non può essere annullata

# settings.account.delete_remove_list_header
source: Deleting your account will permanently remove:
de: Das Löschen Ihres Kontos entfernt dauerhaft:
es: Eliminar tu cuenta eliminará permanentemente:
fr: La suppression de votre compte supprimera définitivement :
it: L'eliminazione dell'account rimuoverà permanentemente:

# settings.account.delete_remove_tasks
source: All your tasks and their history
de: Alle Ihre Aufgaben und deren Verlauf
es: Todas tus tareas y su historial
fr: Toutes vos tâches et leur historique
it: Tutti i tuoi compiti e la loro cronologia

# settings.account.delete_remove_lists
source: All lists you own
de: Alle Listen, die Sie besitzen
es: Todas las listas de las que eres propietario
fr: Toutes les listes dont vous êtes propriétaire
it: Tutte le liste di tua proprietà

# settings.account.delete_remove_comments
source: All your comments
de: Alle Ihre Kommentare
es: Todos tus comentarios
fr: Tous vos commentaires
it: Tutti i tuoi commenti

# settings.account.delete_remove_profile
source: Your profile and settings
de: Ihr Profil und Ihre Einstellungen
es: Tu perfil y configuración
fr: Votre profil et vos paramètres
it: Il tuo profilo e le impostazioni

# settings.account.delete_remove_files
source: All uploaded files
de: Alle hochgeladenen Dateien
es: Todos los archivos subidos
fr: Tous les fichiers téléchargés
it: Tutti i file caricati

# settings.account.delete_confirm_prompt
source: To confirm, type "DELETE MY ACCOUNT" below:
de: Zur Bestätigung geben Sie unten "MEIN KONTO LÖSCHEN" ein:
es: Para confirmar, escribe "ELIMINAR MI CUENTA" abajo:
fr: Pour confirmer, tapez "SUPPRIMER MON COMPTE" ci-dessous :
it: Per confermare, digita "ELIMINA IL MIO ACCOUNT" qui sotto:

# settings.account.delete_confirm_placeholder
source: Type confirmation
de: Bestätigung eingeben
es: Escribe la confirmación
fr: Tapez la confirmation
it: Digita la conferma

# settings.account.delete_confirmation
source: Confirmation
de: Bestätigung
es: Confirmación
it: Conferma

# settings.account.delete_confirm_instruction
source: You must type "DELETE MY ACCOUNT" exactly to proceed.
de: Sie müssen "MEIN KONTO LÖSCHEN" genau so eingeben.
es: Debes escribir "ELIMINAR MI CUENTA" exactamente para proceder.
fr: Vous devez taper "SUPPRIMER MON COMPTE" exactement pour continuer.
it: Devi digitare "ELIMINA IL MIO ACCOUNT" esattamente per procedere.

# settings.account.delete_confirm_mismatch
source: Confirmation text does not match
de: Bestätigungstext stimmt nicht überein
es: El texto de confirmación no coincide
fr: Le texte de confirmation ne correspond pas
it: Il testo di conferma non corrisponde

# settings.account.delete_confirm_match
source: Confirmation text matches
de: Bestätigungstext stimmt überein
es: El texto de confirmación coincide
fr: Le texte de confirmation correspond
it: Il testo di conferma corrisponde

# settings.account.delete_my_account_button
source: Delete My Account
de: Mein Konto löschen
es: Eliminar mi cuenta
fr: Supprimer mon compte
it: Elimina il mio account

# settings.account.delete_final_confirmation
source: Final Confirmation
de: Endgültige Bestätigung
es: Confirmación final
fr: Confirmation finale
it: Conferma finale

# settings.account.delete_forever
source: Delete Forever
de: Dauerhaft löschen
es: Eliminar para siempre
fr: Supprimer définitivement
it: Elimina per sempre

# settings.account.delete_final_warning
source: Are you absolutely sure? This will permanently delete your account and ALL your data. This action CANNOT be undone.
de: Sind Sie absolut sicher? Dies löscht Ihr Konto und ALLE Ihre Daten dauerhaft. Dies kann NICHT rückgängig gemacht werden.
es: ¿Estás absolutamente seguro? Esto eliminará permanentemente tu cuenta y TODOS tus datos. Esta acción NO se puede deshacer.
fr: Êtes-vous absolument sûr ? Cela supprimera définitivement votre compte et TOUTES vos données. Cette action NE PEUT PAS être annulée.
it: Sei assolutamente sicuro? Questo eliminerà permanentemente il tuo account e TUTTI i tuoi dati. Questa azione NON può essere annullata.
nl: Are you absolutely sure? This will permanently delete your account and ALL your data.
ru: Are you absolutely sure? This will permanently delete your account and ALL your data.

# settings.account.delete_confirm_phrase
source: DELETE MY ACCOUNT
de: MEIN KONTO LÖSCHEN
es: ELIMINAR MI CUENTA
fr: SUPPRIMER MON COMPTE
it: ELIMINA IL MIO ACCOUNT

# settings.account.delete_description
source: Permanently delete your account and all data.
de: Konto und alle Daten dauerhaft löschen.
es: Elimina permanentemente tu cuenta y todos los datos.
fr: Supprimez définitivement votre compte et toutes les données.
it: Elimina definitivamente account e tutti i dati.
nl: Account en alle gegevens permanent verwijderen.
ru: Навсегда удалить аккаунт и все данные.

# settings.account.adding_passkey
source: Adding passkey...
de: Passkey wird hinzugefügt...
es: Agregando passkey...
fr: Ajout de la passkey...
it: Aggiunta passkey...

# settings.account.add_passkey_button
source: Add a Passkey
de: Passkey hinzufügen
es: Agregar una Passkey
fr: Ajouter une Passkey
it: Aggiungi una Passkey

# settings.account.passkeys_footer
source: Passkeys use biometrics or device PIN for secure, passwordless authentication. They sync across your devices automatically.
de: Passkeys ermöglichen eine sichere Anmeldung ohne Passwort. Sie werden automatisch über Ihre Geräte synchronisiert.
es: Las passkeys usan biometría o el PIN del dispositivo para una autenticación segura y sin contraseña. Se sincronizan automáticamente entre tus dispositivos.
fr: Les passkeys utilisent la biométrie ou le code de l'appareil pour une authentification sécurisée et sans mot de passe. Elles se synchronisent automatiquement sur vos appareils.
it: Le passkey consentono di accedere in modo sicuro senza password. Si sincronizzano automaticamente tra i tuoi dispositivi.
nl: Passkeys use biometrics or device PIN for secure, passwordless authentication.
ru: Passkeys use biometrics or device PIN for secure, passwordless authentication.

# settings.account.passkey_name_placeholder
source: Passkey name
es: Nombre de la passkey
fr: Nom de la passkey
it: Nome passkey

# settings.account.synced
source: Synced
de: Synchronisiert
es: Sincronizado
fr: Synchronisé
it: Sincronizzato

# settings.account.added_on
source: Added %@
de: Hinzugefügt am %@
es: Agregado el %@
fr: Ajouté le %@
it: Aggiunto il %@

# settings.account.added_recently
source: Added recently
de: Vor kurzem hinzugefügt
es: Agregado recientemente
fr: Ajouté récemment
it: Aggiunto di recente

# settings.account.rename_failed
source: Failed to rename passkey
de: Umbenennen des Passkeys fehlgeschlagen
es: Error al renombrar la passkey
fr: Échec du renommage de la passkey
it: Ridenominazione passkey fallita

# settings.account.delete_failed
source: Failed to delete passkey
de: Löschen des Passkeys fehlgeschlagen
es: Error al eliminar la passkey
fr: Échec de la suppression de la passkey
it: Eliminazione passkey fallita

# settings.account.export_json
source: Export Data (JSON)
de: Daten exportieren (JSON)
es: Exportar datos (JSON)
fr: Exporter les données (JSON)
it: Esporta dati (JSON)

# settings.account.export_csv
source: Export Data (CSV)
de: Daten exportieren (CSV)
es: Exportar datos (CSV)
fr: Exporter les données (CSV)
it: Esporta dati (CSV)

# settings.account.your_data
source: Your Data
de: Ihre Daten
es: Tus datos
fr: Vos données
it: I tuoi dati

# settings.account.your_data_footer
source: Download all your tasks, lists, and account data.
de: Laden Sie alle Ihre Aufgaben, Listen und Kontodaten herunter.
es: Descarga todas tus tareas, listas y datos de cuenta.
fr: Téléchargez toutes vos tâches, listes et données de compte.
it: Scarica tutti i tuoi compiti, liste e dati dell'account.

# settings.account.delete_account_footer
source: Permanently delete your account and all associated data. This action cannot be undone.
de: Löschen Sie Ihr Konto und alle zugehörigen Daten dauerhaft. Diese Aktion kann nicht rückgängig gemacht werden.
es: Elimina permanentemente tu cuenta y todos los datos asociados. Esta acción no se puede deshacer.
fr: Supprimez définitivement votre compte et toutes les données associées. Cette action ne peut pas être annulée.
it: Elimina permanentemente il tuo account e tutti i dati associati. Questa azione non può essere annullata.
nl: Permanently delete your account and all associated data.
ru: Permanently delete your account and all associated data.

# settings.account.no_passkeys_registered
source: No passkeys registered
de: Keine Passkeys registriert
es: No hay passkeys registradas
fr: Aucune passkey enregistrée
it: Nessuna passkey registrata

# settings.account.add_passkey_description
source: Add a passkey for faster, passwordless sign-in
de: Fügen Sie einen Passkey für eine schnellere Anmeldung hinzu
es: Agrega una passkey para un inicio de sesión más rápido y sin contraseña
fr: Ajoutez une passkey pour une connexion plus rapide et sans mot de passe
it: Aggiungi una passkey per un accesso più rapido

# settings.account.email_verification
source: Email Verification
de: E-Mail-Verifizierung
es: Verificación de Correo
fr: Vérification de l'E-mail
it: Verifica email

# settings.account.pending_email_footer
source: Check your email inbox to verify the new address. The change won't take effect until verified.
de: Prüfen Sie Ihren Posteingang, um die neue Adresse zu verifizieren.
es: Revisa tu bandeja de entrada para verificar la nueva dirección. El cambio no tendrá efecto hasta que se verifique.
fr: Vérifiez votre boîte de réception pour vérifier la nouvelle adresse. Le changement ne prendra effet qu'après vérification.
it: Controlla la tua casella di posta per verificare il nuovo indirizzo. La modifica non avrà effetto finché non sarà verificata.
nl: Check your email inbox to verify the new address.
ru: Check your email inbox to verify the new address.

# settings.account.verify_email_footer
source: Verify your email to access all features and receive notifications.
de: Verifizieren Sie Ihre E-Mail, um alle Funktionen zu nutzen.
es: Verifica tu correo para acceder a todas las funciones y recibir notificaciones.
fr: Vérifiez votre e-mail pour accéder à toutes les fonctionnalités et recevoir des notifications.
it: Verifica la tua email per accedere a tutte le funzionalità e ricevere notifiche.

# settings.account.info
source: Account Information
de: Kontoinformationen
es: Información de la Cuenta
fr: Informations du Compte
it: Informazioni account

# settings.account.id
source: Account ID
de: Konto-ID
es: ID de Cuenta
fr: ID du Compte
it: ID account

# settings.account.created
source: Created
de: Erstellt am
es: Creada
fr: Créé le
it: Creato il

# settings.account.auth_method
source: Auth Method
de: Authentifizierung
es: Método de Autenticación
fr: Méthode d'Authentification
it: Metodo di autenticazione

# settings.ai.api_keys_description
source: Add your own API keys to use AI assistants. Keys are encrypted and stored securely on the server.
de: Fügen Sie Ihre eigenen API-Schlüssel hinzu, um KI-Assistenten zu nutzen. Schlüssel werden verschlüsselt und sicher auf dem Server gespeichert.
es: Agrega tus propias claves API para usar asistentes de IA. Las claves se encriptan y almacenan de forma segura en el servidor.
fr: Ajoutez vos propres clés API pour utiliser les assistants IA. Les clés sont chiffrées et stockées en toute sécurité sur le serveur.
it: Aggiungi le tue chiavi API per utilizzare gli assistenti IA. Le chiavi sono crittografate e memorizzate in modo sicuro sul server.
nl: Voeg je eigen API-sleutels toe om AI-assistenten te gebruiken. Sleutels worden versleuteld en veilig op de server opgeslagen.
ru: Добавьте свои API-ключи для использования ИИ-ассистентов. Ключи шифруются и надежно хранятся на сервере.

# settings.ai.loading_keys
source: Loading API keys...
de: API-Schlüssel werden geladen...
es: Cargando claves API...
fr: Chargement des clés API...
it: Caricamento chiavi API...
nl: API-sleutels laden...
ru: Загрузка API-ключей...

# settings.ai.about_keys
source: About API Keys
de: Über API-Schlüssel
es: Acerca de las claves API
fr: À propos des clés API
it: Informazioni sulle chiavi API
nl: Over API-sleutels
ru: Об API-ключах

# settings.ai.about_description
source: Your API keys are used to power the AI assistant features in Astrid. Each provider offers different capabilities and pricing.
de: Ihre API-Schlüssel werden verwendet, um die KI-Assistenten-Funktionen in Astrid zu betreiben. Jeder Anbieter bietet unterschiedliche Funktionen und Preise.
es: Tus claves API se usan para potenciar las funciones del asistente de IA en Astrid. Cada proveedor ofrece diferentes capacidades y precios.
fr: Vos clés API sont utilisées pour alimenter les fonctionnalités de l'assistant IA dans Astrid. Chaque fournisseur offre des capacités et des tarifs différents.
it: Le tue chiavi API vengono utilizzate per potenziare le funzionalità dell'assistente IA in Astrid. Ogni fornitore offre diverse capacità e prezzi.
nl: Je API-sleutels worden gebruikt om de AI-assistentfuncties in Astrid aan te sturen. Elke provider biedt verschillende mogelijkheden en prijzen.
ru: Ваши API-ключи используются для работы функций ИИ-ассистента в Astrid. Каждый провайдер предлагает разные возможности и цены.

# settings.ai.encryption_info
source: Keys are encrypted using AES-256 before being stored. Astrid never shares your keys with third parties.
de: Schlüssel werden mit AES-256 verschlüsselt, bevor sie gespeichert werden. Astrid gibt Ihre Schlüssel niemals an Dritte weiter.
es: Las claves se encriptan usando AES-256 antes de ser almacenadas. Astrid nunca comparte tus claves con terceros.
fr: Les clés sont chiffrées à l'aide de l'AES-256 avant d'être stockées. Astrid ne partage jamais vos clés avec des tiers.
it: Le chiavi vengono crittografate utilizzando AES-256 prima di essere memorizzate. Astrid non condivide mai le tue chiavi con terze parti.
nl: Sleutels worden versleuteld met AES-256 voordat ze worden opgeslagen. Astrid deelt je sleutels nooit met derden.
ru: Ключи шифруются с помощью AES-256 перед сохранением. Astrid никогда не передает ваши ключи третьим лицам.

# settings.ai.not_configured
source: Not configured
de: Nicht konfiguriert
es: No configurado
fr: Non configuré
it: Non configurato
nl: Niet geconfigureerd
ru: Не настроено

# tasks.task_details
source: Task Details
de: Aufgabendetails
es: Detalles de la Tarea
fr: Détails de la Tâche
it: Dettagli compito
nl: Taakdetails
ru: Детали задачи

# tasks.created_by
source: Created By
de: Erstellt von
es: Creado por
fr: Créé par
it: Creato da
nl: Gemaakt door
ru: Создано

# tasks.priority_only
source: %@ Only
de: Nur %@
es: Solo %@
fr: Seulement %@
it: Solo %@
nl: Alleen %@
ru: Только %@

# time.atDueTime
source: At due time
de: Zur Fälligkeit
es: A la hora límite
fr: À l'heure limite
it: Alla scadenza
nl: Op vervaltijd
ru: В срок

# time.minutesBefore
source: %d minutes before
de: %d Minuten vorher
es: %d minutos antes
fr: %d minutes avant
it: %d minuti prima
nl: %d minuten van tevoren
ru: За %d мин.

# time.hourBefore
source: 1 hour before
de: 1 Stunde vorher
es: 1 hora antes
fr: 1 heure avant
it: 1 ora prima
nl: 1 uur van tevoren
ru: За 1 час

# time.hoursBefore
source: %d hours before
de: %d Stunden vorher
es: %d horas antes
fr: %d heures avant
it: %d ore prima
nl: %d uur van tevoren
ru: За %d ч.

# time.dayBefore
source: 1 day before
de: 1 Tag vorher
es: 1 día antes
fr: 1 jour avant
it: 1 giorno prima
nl: 1 dag van tevoren
ru: За 1 день

# time.weekBefore
source: 1 week before
de: 1 Woche vorher
es: 1 semana antes
fr: 1 semaine avant
it: 1 settimana prima
nl: 1 week van tevoren
ru: За 1 неделю

# lists.enter_name
source: Enter list name
de: Listenname eingeben
es: Ingresa el nombre de la lista
fr: Entrez le nom de la liste
it: Inserisci nome lista
nl: Voer lijstnaam in
ru: Введите название списка

# lists.description_placeholder
source: Add a description (optional)...
de: Beschreibung hinzufügen (optional)...
es: Agrega una descripción (opcional)...
fr: Ajouter une description (optionnel)...
it: Aggiungi una descrizione (opzionale)...
nl: Voeg een beschrijving toe (optioneel)...
ru: Добавить описание (необязательно)...

# lists.members
source: Members
de: Mitglieder
es: Miembros
fr: Membres
it: Membri
nl: Leden
ru: Участники

# lists.no_members
source: No members added yet
de: Noch keine Mitglieder hinzugefügt
es: No hay miembros agregados aún
fr: Aucun membre ajouté pour le moment
it: Nessun membro aggiunto
nl: Nog geen leden toegevoegd
ru: Участников пока нет

# profile.no_email
source: No email
de: Keine E-Mail
es: Sin correo
fr: Pas d'e-mail
it: Nessuna email
nl: Geen e-mail
ru: Нет почты

# setting.ai.api_keys
source: AI API Keys
de: KI-API-Schlüssel
es: Claves API de IA
fr: Clés API IA
it: Chiavi API IA
nl: AI API-sleutels
ru: API-ключи ИИ

# settings.ai.api_new.badge
source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU
it: NUOVO
nl: NIEUW
ru: НОВОЕ

# settings.ai.manage_keys
source: Manage API Keys
de: API-Schlüssel verwalten
es: Gestionar claves API
fr: Gérer les clés API
it: Gestisci chiavi API
nl: API-sleutels beheren
ru: Управление API-ключами

# settings.ai.manage_keys_subtitle
source: Add Claude, OpenAI, or Gemini keys
de: Claude-, OpenAI- oder Gemini-Schlüssel hinzufügen
es: Agregar claves de Claude, OpenAI o Gemini
fr: Ajouter des clés Claude, OpenAI ou Gemini
it: Aggiungi chiavi Claude, OpenAI o Gemini
nl: Claude-, OpenAI- of Gemini-sleutels toevoegen
ru: Добавить ключи Claude, OpenAI или Gemini

# settings.ai.api_keys_footer
source: Add your own Claude, OpenAI, or Gemini API keys to power the AI assistant.
de: Fügen Sie Ihre eigenen Claude-, OpenAI- oder Gemini-API-Schlüssel hinzu, um den KI-Assistenten zu betreiben.
es: Agrega tus propias claves API de Claude, OpenAI o Gemini para potenciar el asistente de IA.
fr: Ajoutez vos propres clés API Claude, OpenAI ou Gemini pour alimenter l'assistant IA.
it: Aggiungi le tue chiavi API Claude, OpenAI o Gemini per potenziare l'assistente IA.
nl: Voeg je eigen Claude-, OpenAI- of Gemini-API-sleutels toe om de AI-assistent aan te sturen.
ru: Добавьте свои API-ключи Claude, OpenAI или Gemini для работы ИИ-ассистента.

source: Exploratory Features
de: Experimentelle Funktionen
es: Funciones Experimentales
fr: Fonctionnalités Expérimentales
it: Funzionalità Sperimentali
nl: Experimentele Functies
ru: Экспериментальные функции

source: AI Assistants
de: KI-Assistenten
es: Asistentes de IA
fr: Assistants IA
it: Assistenti IA
nl: AI-assistenten
ru: ИИ-ассистенты

source: Apple Reminders
de: Apple Erinnerungen
es: Recordatorios de Apple
fr: Rappels Apple
it: Promemoria Apple
nl: Apple Herinneringen
ru: Напоминания Apple

# settings.reminders.configure_sync
source: Configure Sync
de: Synchronisation konfigurieren
es: Configurar sincronización
fr: Configurer la synchronisation
it: Configura sincronizzazione
nl: Synchronisatie configureren
ru: Настроить синхронизацию

# settings.reminders.sync_subtitle
source: Sync with Siri and Apple Watch
de: Mit Siri und Apple Watch synchronisieren
es: Sincronizar con Siri y Apple Watch
fr: Synchroniser avec Siri et Apple Watch
it: Sincronizza con Siri e Apple Watch
nl: Synchroniseren met Siri en Apple Watch
ru: Синхронизация с Siri и Apple Watch

# settings.exploratory.warning
source: These features are experimental and under active development.
de: Diese Funktionen sind experimentell und werden aktiv entwickelt.
es: Estas funciones son experimentales y están en desarrollo activo.
fr: Ces fonctionnalités sont expérimentales et en cours de développement.
it: Queste funzionalità sono sperimentali e in fase di sviluppo attivo.
nl: Deze functies zijn experimenteel en worden actief ontwikkeld.
ru: Эти функции экспериментальные и находятся в активной разработке.

# smart_task_creations
source: Smart Task Creation
de: Intelligente Aufgabenerstellung
es: Creación inteligente de tareas
fr: Création intelligente de tâches
it: Creazione intelligente dei compiti
nl: Slimme taakcreatie
ru: Умное создание задач

# smart_task_creation_description
source: Parse dates, priorities, hashtags from titles
de: Daten, Prioritäten und Hashtags aus Titeln analysieren
es: Analizar fechas, prioridades y hashtags de los títulos
fr: Analyser les dates, priorités et hashtags des titres
it: Analizza date, priorità e hashtag dai titoli
nl: Datums, prioriteiten en hashtags uit titels analyseren
ru: Анализ дат, приоритетов и хэштегов из названий
