Repository: astridclaw/astrid-ios
Catalog: Astrid App/Resources/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, ru

# contacts.sync_contacts_now
source: Sync Contacts Now
de: Kontakte jetzt synchronisieren
es: Sincronizar Contactos Ahora
fr: Synchroniser les Contacts Maintenant
it: Sincronizza contatti ora
nl: Contacten nu synchroniseren
ru: Синхронизировать контакты

# contacts.grant_full_access
source: Grant Full Access
de: Vollen Zugriff gewähren
es: Otorgar Acceso Completo
fr: Accorder l'Accès Complet
it: Concedi accesso completo
nl: Volledige toegang verlenen
ru: Предоставить полный доступ

source: Contacts Access Required
de: Kontaktzugriff erforderlich
es: Se Requiere Acceso a Contactos
fr: Accès aux Contacts Requis
it: Accesso ai contatti richiesto
nl: Toegang tot contacten vereist
ru: Требуется доступ к контактам

# contacts.open_settings_prompt
source: Tap to open Settings and enable access
de: Tippen, um Einstellungen zu öffnen und Zugriff zu aktivieren
es: Toca para abrir Ajustes y habilitar acceso
fr: Appuyez pour ouvrir les Paramètres et activer l'accès
it: Tocca per aprire le Impostazioni e abilitare l'accesso
nl: Tik om Instellingen te openen en toegang in te schakelen
ru: Нажмите, чтобы открыть Настройки и включить доступ

# contacts.add_collaborators
source: Add Collaborators
de: Mitwirkende hinzufügen
es: Agregar Colaboradores
fr: Ajouter des Collaborateurs
it: Aggiungi collaboratori
nl: Medewerkers toevoegen
ru: Добавить участников

# contacts.upload_for_collaboration
source: Upload your contacts for better collaboration
de: Laden Sie Ihre Kontakte für eine bessere Zusammenarbeit hoch
es: Sube tus contactos para mejor colaboración
fr: Téléchargez vos contacts pour une meilleure collaboration
it: Carica i tuoi contatti per una migliore collaborazione
nl: Upload je contacten voor betere samenwerking
ru: Загрузите свои контакты для лучшего взаимодействия

# contacts.footer_text
source: Contacts are used to suggest collaborators when sharing lists. They are encrypted and never shared with third parties.
de: Kontakte werden verwendet, um Mitwirkende vorzuschlagen. Sie sind verschlüsselt und werden nie an Dritte weitergegeben.
es: Los contactos se usan para sugerir colaboradores al compartir listas. Están encriptados y nunca se comparten con terceros.
fr: Les contacts sont utilisés pour suggérer des collaborateurs lors du partage de listes. Ils sont chiffrés et ne sont jamais partagés avec des tiers.
it: I contatti vengono utilizzati per suggerire collaboratori. Sono crittografati e mai condivisi.
nl: Contacten worden gebruikt om medewerkers voor te stellen. Ze zijn versleuteld en worden nooit gedeeld.
ru: Контакты используются для предложения участников. Они зашифрованы и никогда не передаются третьим лицам.

source: Debug Settings
de: Debug-Einstellungen
es: Configuración de Depuración
fr: Paramètres de Débogage
it: Impostazioni di debug
nl: Debug-instellingen
ru: Настройки отладки

# debug.server_config
source: Server Configuration
de: Server-Konfiguration
es: Configuración del Servidor
fr: Configuration du Serveur
it: Configurazione server
nl: Serverconfiguratie
ru: Конфигурация сервера

# debug.current_server
source: Current Server
de: Aktuell: %@
es: Actual: %@
fr: Actuel : %@
it: Attuale: %@
nl: Huidig: %@
ru: Текущий: %@

# debug.toast_debug_mode
source: Toast Debug Mode
de: Toast-Debug-Modus
es: Modo de Depuración de Toast
fr: Mode Débogage Toast
it: Modalità debug Toast
nl: Toast Debug Modus
ru: Режим отладки уведомлений

# debug.toast_debug_desc
source: Show detailed toast notifications for debugging
de: Detaillierte Toast-Benachrichtigungen für Debugging anzeigen
es: Mostrar notificaciones toast detalladas para depuración
fr: Afficher les notifications toast détaillées pour le débogage
it: Mostra notifiche toast dettagliate per il debug
nl: Toon gedetailleerde toast-meldingen voor debugging
ru: Показывать подробные уведомления для отладки

# debug.reminder_debug_mode
source: Reminder Debug Mode
de: Erinnerungs-Debug-Modus
es: Modo de Depuración de Recordatorios
fr: Mode Débogage Rappels
it: Modalità debug promemoria
nl: Herinnering Debug Modus
ru: Режим отладки напоминаний

# debug.reminder_debug_desc
source: Enable detailed reminder debugging logs
de: Detaillierte Erinnerungs-Debug-Logs aktivieren
es: Habilitar registros detallados de depuración de recordatorios
fr: Activer les journaux de débogage détaillés des rappels
it: Abilita log di debug dettagliati per i promemoria
nl: Schakel gedetailleerde herinnering-debuglogs in
ru: Включить подробные логи отладки напоминаний

# debug.test_prompts
source: Test Prompts
es: Probar Prompts
fr: Tester les Prompts
it: Test prompt
ru: Тестовые подсказки

# debug.test_love_prompt
source: Test 'Loving Astrid?' Prompt
de: Test 'Lieben Sie Astrid?' Prompt
es: Probar Prompt '¿Te gusta Astrid?'
fr: Tester le Prompt 'Vous aimez Astrid ?'
it: Test prompt 'Ti piace Astrid?'
nl: Test 'Houd je van Astrid?' Prompt
ru: Тест подсказки 'Нравится Astrid?'

# debug.test_love_prompt_desc
source: Triggers the feedback prompt shown to engaged users
de: Löst den Feedback-Prompt für engagierte Benutzer aus
es: Activa el prompt de retroalimentación mostrado a usuarios comprometidos
fr: Déclenche le prompt de feedback affiché aux utilisateurs engagés
it: Attiva il prompt di feedback per gli utenti attivi
nl: Activeert de feedback-prompt voor actieve gebruikers
ru: Запускает окно обратной связи для активных пользователей

# debug.reset_prompt_tracking
source: Reset Prompt Tracking
de: Prompt-Tracking zurücksetzen
es: Restablecer Seguimiento de Prompts
fr: Réinitialiser le Suivi des Prompts
it: Reimposta tracciamento prompt
ru: Сбросить отслеживание подсказок

# debug.reset_prompt_tracking_desc
source: Clears prompt history so it can be shown again
de: Löscht den Prompt-Verlauf
es: Borra el historial de prompts para que pueda mostrarse nuevamente
fr: Efface l'historique des prompts pour qu'ils puissent être affichés à nouveau
it: Cancella la cronologia dei prompt
nl: Wist de prompt-geschiedenis
ru: Очищает историю подсказок

# search.placeholder
source: Search for tasks and users
de: Nach Aufgaben und Benutzern suchen
es: Buscar tareas y usuarios
fr: Rechercher des tâches et des utilisateurs
it: Cerca compiti e utenti
nl: Zoeken naar taken en gebruikers
ru: Поиск задач и пользователей

# search.query_prefix
source: Search: %@
de: Suche: %@
es: Buscar: %@
fr: Rechercher : %@
it: Cerca: %@
nl: Zoeken: %@
ru: Поиск: %@

# profile.account_access_desc
source: Profile, email verification, and password settings
de: Profil, E-Mail-Verifizierung und Passworteinstellungen
es: Perfil, verificación de correo y configuración de contraseña
fr: Profil, vérification d'email et paramètres de mot de passe
it: Profilo, verifica email e impostazioni password
nl: Profiel, e-mailverificatie en wachtwoordinstellingen
ru: Профиль, подтверждение почты и настройки пароля

# profile.account_access_full_desc
source: Profile, email, passkeys, data export
de: Profil, E-Mail, Passkeys, Datenexport
es: Perfil, correo, passkeys, exportación de datos
fr: Profil, email, passkeys, exportation de données
it: Profilo, email, passkey, esportazione dati
nl: Profiel, e-mail, passkeys, gegevensexport
ru: Профиль, почта, ключи доступа, экспорт данных

# profile.title
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
nl: Profiel
ru: Профиль

# profile.loading
source: Loading profile...
de: Profil wird geladen...
es: Cargando perfil...
fr: Chargement du profil...
it: Caricamento profilo...
nl: Profiel laden...
ru: Загрузка профиля...

# profile.go_back
source: Go Back
de: Zurück
es: Volver
fr: Retour
it: Torna indietro
nl: Ga terug
ru: Назад

# profile.ai_agent
source: AI Agent
de: KI-Agent
es: Agente IA
fr: Agent IA
it: Agente IA
ru: AI-агент

# profile.joined
source: Joined %@
de: Beigetreten am %@
es: Se unió %@
fr: Inscrit %@
it: Iscritto il %@
nl: Lid sinds %@
ru: В команде с %@

# profile.your_tasks
source: Your Tasks
de: Ihre Aufgaben
es: Tus Tareas
fr: Vos Tâches
it: I tuoi compiti
nl: Jouw taken
ru: Ваши задачи

# profile.shared_tasks_with
source: Shared Tasks with %@
de: Geteilte Aufgaben mit %@
es: Tareas Compartidas con %@
fr: Tâches Partagées avec %@
it: Compiti condivisi con %@
nl: Gedeelde taken met %@
ru: Общие задачи с %@

# profile.you
source: You
de: Sie
es: Tú
fr: Vous
it: Tu
nl: Jij
ru: Вы

# profile.not_signed_in
source: Not signed in
de: Nicht angemeldet
es: No has iniciado sesión
fr: Non connecté
it: Non connesso
nl: Niet ingelogd
ru: Не выполнен вход

# profile.sign_in_to_sync
source: Sign in to sync
de: Anmelden zur Synchronisierung
es: Inicia sesión para sincronizar
fr: Connectez-vous pour synchroniser
it: Accedi per sincronizzare
nl: Log in om te synchroniseren
ru: Войдите для синхронизации

# profile.error_not_found
source: User not found
de: Benutzer nicht gefunden
es: Usuario no encontrado
fr: Utilisateur non trouvé
it: Utente non trovato
nl: Gebruiker niet gevonden
ru: Пользователь не найден

# profile.error_not_signed_in
source: Sign in to view your profile
de: Melden Sie sich an, um Ihr Profil zu sehen
es: Inicia sesión para ver tu perfil
fr: Connectez-vous pour voir votre profil
it: Accedi per vedere il tuo profilo
nl: Log in om je profiel te bekijken
ru: Войдите, чтобы посмотреть свой профиль

# profile.error_load_failed
source: Failed to load user profile
de: Profil konnte nicht geladen werden
es: Error al cargar el perfil
fr: Échec du chargement du profil
it: Impossibile caricare il profilo
nl: Kan profiel niet laden
ru: Не удалось загрузить профиль

# stats.completed
source: Completed
de: Abgeschlossen
es: Completadas
fr: Terminées
it: Completati
nl: Voltooid
ru: Завершено

# stats.inspired
source: Inspired
de: Inspiriert
es: Inspiradas
fr: Inspirées
it: Ispirati
nl: Geïnspireerd
ru: Вдохновлено

# stats.supported
source: Supported
de: Unterstützt
es: Apoyadas
fr: Soutenues
it: Supportati
nl: Ondersteund
ru: Поддержано

# stats.completed_tagline
source: Getting it done!
de: Erledigt!
es: ¡Cumpliendo!
fr: Mission accomplie !
it: Fatto!
nl: Lekker bezig!
ru: Так держать!

# stats.inspired_tagline
source: Motivating others!
de: Andere motivieren!
es: ¡Motivando a otros!
fr: Motivant les autres !
it: Motivare gli altri!
nl: Anderen motiveren!
ru: Мотивируете других!

# stats.supported_tagline
source: Helping the team win!
de: Dem Team zum Sieg verhelfen!
es: ¡Ayudando al equipo a ganar!
fr: Aidant l'équipe à gagner !
it: Aiutare il team a vincere!
nl: Het team helpen winnen!
ru: Помогаете команде побеждать!

# navigation.public_shared_lists
source: Public Shared Lists
de: Öffentliche geteilte Listen
es: Listas Públicas Compartidas
fr: Listes Publiques Partagées
it: Liste pubbliche condivise
nl: Openbare gedeelde lijsten
ru: Общие публичные списки

# navigation.public_lists
source: Public Lists
de: Öffentliche Listen
es: Listas Públicas
fr: Listes Publiques
it: Liste pubbliche
nl: Openbare lijsten
ru: Публичные списки

# navigation.see_all_collaborative
source: See all collaborative lists →
de: Alle kollaborativen Listen anzeigen →
es: Ver todas las listas colaborativas →
fr: Voir toutes les listes collaboratives →
it: Vedi tutte le liste collaborative →
nl: Bekijk alle samenwerkingslijsten →
ru: Все общие списки →

# navigation.see_all_suggested
source: See all suggested lists →
de: Alle vorgeschlagenen Listen anzeigen →
es: Ver todas las listas sugeridas →
fr: Voir toutes les listes suggérées →
it: Vedi tutte le liste suggerite →
nl: Bekijk alle gesuggereerde lijsten →
ru: Все рекомендуемые списки →

# navigation.favorites
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
nl: Favorieten
ru: Избранное

# tasks.add_task_placeholder
source: Add a task
de: Aufgabe hinzufügen
es: Agregar tarea
fr: Ajouter une tâche
it: Aggiungi un compito
nl: Taak toevoegen
ru: Добавить задачу

# tasks.search_tasks_placeholder
source: Search tasks...
de: Aufgaben suchen...
es: Buscar tareas...
fr: Rechercher des tâches...
it: Cerca compiti...
nl: Taken zoeken...
ru: Поиск задач...

# assignee.unassigned
source: Unassigned
de: Nicht zugewiesen
es: Sin asignar
fr: Non assigné
it: Non assegnato
nl: Niet toegewezen
ru: Не назначено

# assignee.you
source: You
de: Sie
es: Tú
fr: Vous
it: Tu
nl: Jij
ru: Вы

# reminders.counting_on_you
source: These people are counting on you!
de: Diese Leute zählen auf Sie!
es: ¡Estas personas cuentan contigo!
fr: Ces personnes comptent sur vous !
it: Queste persone contano su di te!
nl: Deze mensen rekenen op je!
ru: Эти люди рассчитывают на вас!

# reminders.complete
source: Complete
de: Abschließen
es: Completar
fr: Terminer
it: Completa
nl: Voltooien
ru: Завершить

# reminders.snooze_15_minutes
source: Snooze 15 minutes
de: 15 Minuten Schlummern
es: Posponer 15 minutos
fr: Reporter 15 minutes
it: Posponi 15 minuti
nl: 15 minuten sluimeren
ru: Отложить на 15 минут

# reminders.snooze_1_day
source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno
nl: 1 dag
ru: На 1 день

# reminders.snooze_1_week
source: 1 week
de: 1 Woche
es: 1 semana
fr: 1 semaine
it: 1 settimana
ru: На 1 неделю

# notifications.enable_push
source: Enable Push Notifications
de: Push-Benachrichtigungen aktivieren
es: Habilitar Notificaciones Push
fr: Activer les Notifications Push
it: Abilita notifiche push
nl: Push-meldingen inschakelen
ru: Включить push-уведомления

# notifications.not_now
source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
nl: Niet nu
ru: Не сейчас

# notifications.enable
source: Enable
de: Aktivieren
es: Habilitar
fr: Activer
it: Abilita
nl: Inschakelen
ru: Включить

# notifications.enable_message
source: Please enable push notifications so I can help remind you to get this done!
de: Bitte aktivieren Sie Push-Benachrichtigungen!
es: ¡Por favor habilita las notificaciones push para que pueda ayudarte a recordar que termines esto!
fr: Veuillez activer les notifications push pour que je puisse vous aider à vous rappeler de terminer cela !
it: Abilita le notifiche push per ricevere promemoria!
nl: Schakel push-meldingen in zodat ik je kan helpen herinneren!
ru: Пожалуйста, включите уведомления, чтобы я мог напоминать вам о задачах!

source: Notifications Disabled
de: Benachrichtigungen deaktiviert
es: Notificaciones Deshabilitadas
fr: Notifications Désactivées
it: Notifiche disabilitate
nl: Meldingen uitgeschakeld
ru: Уведомления отключены

# notifications.open_settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri impostazioni
nl: Instellingen openen
ru: Открыть настройки

# notifications.disabled_message
source: Push notifications are disabled. Please enable them in Settings so I can help remind you to get this done!
de: Push-Benachrichtigungen sind deaktiviert.
es: Las notificaciones push están deshabilitadas. ¡Por favor habilítalas en Ajustes para que pueda ayudarte a recordar que termines esto!
fr: Les notifications push sont désactivées. Veuillez les activer dans les Réglages pour que je puisse vous aider à vous rappeler de terminer cela !
it: Le notifiche push sono disabilitate.
nl: Push-meldingen zijn uitgeschakeld. Schakel ze in bij Instellingen.
ru: Push-уведомления отключены. Пожалуйста, включите их в Настройках.

# auth.tagline
source: Get it done!
de: Erledigen Sie es!
es: ¡Cumpliendo!
fr: Mission accomplie !
it: Fallo e basta!
nl: Krijg het gedaan!
ru: Сделай это!

# auth.sign_in_header
source: Sign in to get started!
de: Anmelden, um zu beginnen!
es: ¡Inicia sesión para comenzar!
fr: Connectez-vous pour commencer !
it: Accedi per iniziare!
nl: Meld je aan om te beginnen!
ru: Войдите, чтобы начать!

# auth.continue_with_google
source: Continue with Google
de: Weiter mit Google
es: Continuar con Google
fr: Continuer avec Google
it: Continua con Google
nl: Doorgaan met Google
ru: Продолжить через Google

# auth.continue_with_passkey
source: Continue with Passkey
de: Weiter mit Passkey
es: Continuar con Passkey
fr: Continuer avec Passkey
it: Continua con Passkey
nl: Doorgaan met Passkey
ru: Продолжить через Passkey

# auth.continue_with_apple
source: Continue with Apple
de: Weiter mit Apple
es: Continuar con Apple
fr: Continuer avec Apple
it: Continua con Apple
nl: Doorgaan met Apple
ru: Продолжить через Apple

# auth.email
source: Email
es: Correo electrónico
ru: Электронная почта

# settings.reminders.push_notifications
source: Push Notifications
de: Push-Benachrichtigungen
es: Notificaciones Push
fr: Notifications Push
it: Notifiche push
nl: Push-meldingen
ru: Push-уведомления

# settings.reminders.enable_push
source: Enable Push Notifications
de: Push-Benachrichtigungen aktivieren
es: Habilitar Notificaciones Push
fr: Activer les Notifications Push
it: Abilita notifiche push
nl: Push-meldingen inschakelen
ru: Включить push-уведомления

# settings.reminders.open_settings
source: Open Settings to Enable Notifications
de: Einstellungen öffnen
es: Abrir Ajustes para Habilitar Notificaciones
fr: Ouvrir les Réglages pour Activer les Notifications
it: Apri impostazioni per abilitare le notifiche
nl: Open Instellingen om meldingen in te schakelen
ru: Открыть Настройки для включения уведомлений

# settings.reminders.email_notifications
source: Email Notifications
de: E-Mail-Benachrichtigungen
es: Notificaciones por Correo
fr: Notifications par E-mail
it: Notifiche email
nl: E-mailmeldingen
ru: Email-уведомления

# settings.reminders.send_email
source: Send Email Reminders
de: E-Mail-Erinnerungen senden
es: Enviar Recordatorios por Correo
fr: Envoyer des Rappels par E-mail
it: Invia promemoria email
nl: E-mailherinneringen verzenden
ru: Отправлять email-напоминания

# settings.reminders.default_time
source: Default Reminder Time
de: Standard-Erinnerungszeit
es: Hora de Recordatorio Predeterminada
fr: Heure de Rappel par Défaut
it: Ora promemoria predefinita
nl: Standaard herinneringstijd
ru: Время напоминания по умолчанию

# settings.reminders.when_to_remind
source: When to remind
de: Wann erinnern
es: Cuándo recordar
fr: Quand rappeler
it: Quando ricordare
nl: Wanneer herinneren
ru: Когда напоминать

# settings.reminders.daily_digest
source: Daily Digest
de: Täglicher Rückblick
es: Resumen Diario
fr: Résumé Quotidien
it: Riepilogo giornaliero
nl: Dagelijks overzicht
ru: Ежедневный обзор

# settings.reminders.send_daily_digest
source: Send Daily Digest
de: Täglichen Rückblick senden
es: Enviar Resumen Diario
fr: Envoyer le Résumé Quotidien
it: Invia riepilogo giornaliero
nl: Dagelijks overzicht verzenden
ru: Отправлять ежедневный обзор

# settings.reminders.digest_time
source: Digest Time
de: Rückblick-Zeit
es: Hora del Resumen
fr: Heure du Résumé
it: Ora del riepilogo
nl: Overzichtstijd
ru: Время обзора

# settings.reminders.timezone
source: Timezone
de: Zeitzone
es: Zona Horaria
fr: Fuseau Horaire
it: Fuso orario
nl: Tijdzone
ru: Часовой пояс

# settings.reminders.quiet_hours
source: Quiet Hours (Optional)
de: Ruhezeiten (Optional)
es: Horas de Silencio (Opcional)
fr: Heures de Silence (Optionnel)
it: Ore di silenzio (opzionale)
nl: Stille uren (optioneel)
ru: Режим тишины (опционально)

# settings.reminders.enable_quiet_hours
source: Enable Quiet Hours
de: Ruhezeiten aktivieren
es: Habilitar Horas de Silencio
fr: Activer les Heures de Silence
it: Abilita ore di silenzio
nl: Stille uren inschakelen
ru: Включить режим тишины

# settings.reminders.start
source: Start
de: Beginn
es: Inicio
fr: Début
it: Inizio
ru: Начало

# settings.reminders.end
source: End
de: Ende
es: Fin
fr: Fin
it: Fine
nl: Einde
ru: Конец

# settings.reminders.test
source: Test
es: Prueba
ru: Тест

# settings.reminders.send_test
source: Send Test Reminder
de: Testebenachrichtigung senden
es: Enviar Recordatorio de Prueba
fr: Envoyer un Rappel de Test
it: Invia promemoria di test
nl: Testherinnering verzenden
ru: Отправить тестовое напоминание

# settings.reminders.test_reminder
source: Test Reminder
de: Testerinnerung
es: Recordatorio de Prueba
fr: Rappel de Test
it: Promemoria di test
nl: Testherinnering
ru: Тестовое напоминание

# settings.reminders.test_message
source: A test notification will appear in 5 seconds
de: Eine Testbenachrichtigung erscheint in 5 Sekunden
es: Una notificación de prueba aparecerá en 5 segundos
fr: Une notification de test apparaîtra dans 5 secondes
it: Una notifica di test apparirà tra 5 secondi
nl: Een testmelding verschijnt over 5 seconden
ru: Тестовое уведомление появится через 5 секунд

# settings.appearance.theme
source: Theme
de: Design
es: Tema
fr: Thème
it: Tema

# settings.appearance.email_to_task
source: Email-to-Task
de: E-Mail-zu-Aufgabe
es: Correo-a-Tarea
fr: E-mail-vers-Tâche
it: Email-a-Compito

# settings.appearance.email_to_task_footer
source: Create tasks by sending emails to remindme@astrid.cc
de: Erstellen Sie Aufgaben, indem Sie E-Mails an remindme@astrid.cc senden
es: Crea tareas enviando correos a remindme@astrid.cc
fr: Créez des tâches en envoyant des e-mails à remindme@astrid.cc
it: Crea compiti inviando email a remindme@astrid.cc

# settings.appearance.email_to_task_self
source: Self-task: Send TO remindme@astrid.cc
de: Eigene Aufgabe: Senden AN remindme@astrid.cc
es: Tarea propia: Envía PARA remindme@astrid.cc
fr: Auto-tâche : Envoyer À remindme@astrid.cc
it: Compito personale: Invia A remindme@astrid.cc

# settings.appearance.email_to_task_assigned
source: Assigned task: CC remindme@astrid.cc with one recipient
de: Zugewiesene Aufgabe: CC an remindme@astrid.cc mit einem Empfänger
es: Tarea asignada: CC remindme@astrid.cc con un destinatario
fr: Tâche assignée : CC remindme@astrid.cc avec un destinataire
it: Compito assegnato: CC a remindme@astrid.cc con un destinatario

# settings.appearance.email_to_task_group
source: Group task: CC remindme@astrid.cc with multiple recipients
de: Gruppenaufgabe: CC an remindme@astrid.cc mit mehreren Empfängern
es: Tarea grupal: CC remindme@astrid.cc con múltiples destinatarios
fr: Tâche de groupe : CC remindme@astrid.cc avec plusieurs destinataires
it: Compito di gruppo: CC a remindme@astrid.cc con più destinatari

# settings.appearance.email_to_task_subject
source: Subject becomes task title
de: Betreff wird zum Aufgabentitel
es: El asunto se convierte en el título de la tarea
fr: L'objet devient le titre de la tâche
it: L'oggetto diventa il titolo del compito

# settings.appearance.email_to_task_body
source: Body becomes task description
de: Inhalt wird zur Aufgabenbeschreibung
es: El cuerpo se convierte en la descripción de la tarea
fr: Le corps devient la description de la tâche
it: Il corpo diventa la descrizione del compito

# theme.ocean
source: Ocean
de: Ozean
es: Océano
fr: Océan
it: Oceano

# theme.light
source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro

# theme.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro

# settings.account.loading
source: Loading account...
de: Konto wird geladen...
es: Cargando cuenta...
fr: Chargement du compte...
it: Caricamento account...

# settings.account.display_name
source: Display Name
de: Anzeigename
es: Nombre a mostrar
fr: Nom d'affichage
it: Nome visualizzato

# settings.account.name_placeholder
source: Name
es: Nombre
fr: Nom
it: Nome

# settings.account.email_placeholder
source: Email
es: Correo

# settings.account.save_changes
source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche

# settings.account.oauth_footer
source: Signed in with Google. Some fields may be managed by your Google account.
de: Angemeldet mit Google. Einige Felder werden über Ihr Google-Konto verwaltet.
es: Sesión iniciada con Google. Algunos campos pueden ser gestionados por tu cuenta de Google.
fr: Connecté avec Google. Certains champs peuvent être gérés par votre compte Google.
it: Accesso effettuato con Google. Alcuni campi potrebbero essere gestiti dal tuo account Google.
