Repository: astridclaw/astrid-ios
Catalog: Astrid App/Resources/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, ru

# navigation.my_tasks
source: My Tasks
de: Meine Aufgaben
es: Mis Tareas
fr: Mes Tâches
it: I miei compiti
nl: Mijn taken
ru: Мои задачи

# navigation.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
nl: Vandaag
ru: Сегодня

# navigation.lists
source: Lists
de: Listen
es: Listas
fr: Listes
it: Liste
nl: Lijsten
ru: Списки

# navigation.add_list
source: Add List
de: Liste hinzufügen
es: Agregar Lista
fr: Ajouter une liste
it: Aggiungi lista
nl: Lijst toevoegen
ru: Добавить список

# navigation.all_tasks
source: All Tasks
de: Alle Aufgaben
es: Todas las Tareas
fr: Toutes les Tâches
it: Tutti i compiti
nl: Alle taken
ru: Все задачи

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen
ru: Настройки

source: Sync
de: Synchronisation
es: Sincronización
fr: Synchronisation
it: Sincronizzazione
nl: Synchronisatie
ru: Синхронизация

source: Last Sync
de: Letzte Synchronisation
es: Última sincronización
fr: Dernière synchro
it: Ultima sincronizzazione
nl: Laatste synchronisatie
ru: Последняя синхронизация

source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
nl: Nooit
ru: Никогда

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
it: Sincronizza ora
nl: Nu synchroniseren
ru: Синхронизировать

source: Features
de: Funktionen
es: Funciones
fr: Fonctionnalités
it: Funzionalità
nl: Functies
ru: Функции

source: AI Assistant
de: KI-Assistent
es: Asistente IA
fr: Assistant IA
it: Assistente IA
nl: AI-assistent
ru: AI-помощник

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
nl: Herinneringen
ru: Напоминания

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
nl: Voorkeuren
ru: Предпочтения

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
nl: Uiterlijk
ru: Внешний вид

source: Contacts
de: Kontakte
es: Contactos
it: Contatti
nl: Contacten
ru: Контакты

source: Account
de: Konto
es: Cuenta
fr: Compte
ru: Аккаунт

source: Account & Access
de: Konto & Zugang
es: Cuenta y Acceso
fr: Compte et Accès
it: Account e accesso
nl: Account & Toegang
ru: Аккаунт и доступ

# settings.account.no_name
source: No name set
de: Kein Name festgelegt
es: Sin nombre
fr: Aucun nom défini
it: Nessun nome impostato
nl: Geen naam ingesteld
ru: Имя не задано

# settings.account.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
ru: Неизвестно

# settings.account.failed_load
source: Failed to load account: %@
de: Laden des Kontos fehlgeschlagen: %@
es: Error al cargar la cuenta: %@
fr: Échec du chargement du compte : %@
it: Caricamento account fallito: %@
nl: Account laden mislukt: %@
ru: Не удалось загрузить аккаунт: %@

# settings.account.invalid_email
source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor, introduce un correo electrónico válido
fr: Veuillez entrer une adresse email valide
it: Inserisci un indirizzo email valido
nl: Voer een geldig e-mailadres in
ru: Пожалуйста, введите действительный адрес электронной почты

# settings.account.profile_updated_verify
source: Profile updated. Please check your email to verify the new address.
de: Profil aktualisiert. Bitte überprüfen Sie Ihre E-Mail, um die neue Adresse zu bestätigen.
es: Perfil actualizado. Por favor, revisa tu correo para verificar la nueva dirección.
fr: Profil mis à jour. Veuillez vérifier votre email pour confirmer la nouvelle adresse.
it: Profilo aggiornato. Controlla la tua email per verificare il nuovo indirizzo.
nl: Profiel bijgewerkt. Controleer je e-mail om het nieuwe adres te verifiëren.
ru: Профиль обновлён. Пожалуйста, проверьте почту для подтверждения нового адреса.

# settings.account.profile_updated_success
source: Profile updated successfully
de: Profil erfolgreich aktualisiert
es: Perfil actualizado con éxito
fr: Profil mis à jour avec succès
it: Profilo aggiornato con successo
nl: Profiel succesvol bijgewerkt
ru: Профиль успешно обновлён

# settings.account.failed_save
source: Failed to save changes: %@
de: Speichern fehlgeschlagen: %@
es: Error al guardar los cambios: %@
fr: Échec de la sauvegarde : %@
it: Salvataggio fallito: %@
nl: Opslaan mislukt: %@
ru: Не удалось сохранить: %@

# settings.account.failed_process_image
source: Failed to process image
de: Bildverarbeitung fehlgeschlagen
es: Error al procesar la imagen
fr: Échec du traitement de l'image
it: Elaborazione immagine fallita
nl: Afbeelding verwerken mislukt
ru: Не удалось обработать изображение

# settings.account.failed_upload_image
source: Failed to upload image: %@
de: Bild-Upload fehlgeschlagen: %@
es: Error al subir la imagen: %@
fr: Échec du téléchargement de l'image : %@
it: Caricamento immagine fallito: %@
nl: Afbeelding uploaden mislukt: %@
ru: Не удалось загрузить изображение: %@

# settings.account.failed_send_verification
source: Failed to send verification email: %@
de: Verifizierungs-E-Mail fehlgeschlagen: %@
es: Error al enviar el correo de verificación: %@
fr: Échec de l'envoi de l'email de vérification : %@
it: Invio email di verifica fallito: %@
nl: Verificatie-e-mail verzenden mislukt: %@
ru: Не удалось отправить письмо с подтверждением: %@

# settings.account.email_change_cancelled
source: Email change cancelled
de: E-Mail-Änderung abgebrochen
es: Cambio de correo cancelado
fr: Changement d'email annulé
it: Modifica email annullata
nl: E-mailwijziging geannuleerd
ru: Изменение email отменено

# settings.account.failed_cancel_email_change
source: Failed to cancel email change: %@
de: E-Mail-Änderung abbrechen fehlgeschlagen: %@
es: Error al cancelar el cambio de correo: %@
fr: Échec de l'annulation du changement d'email : %@
it: Annullamento modifica email fallito: %@
nl: E-mailwijziging annuleren mislukt: %@
ru: Не удалось отменить изменение email: %@

# settings.account.failed_export
source: Failed to export data: %@
de: Datenexport fehlgeschlagen: %@
es: Error al exportar los datos: %@
fr: Échec de l'exportation des données : %@
it: Esportazione dati fallita: %@
nl: Gegevens exporteren mislukt: %@
ru: Не удалось экспортировать данные: %@

# settings.account.failed_delete
source: Failed to delete account: %@
de: Konto löschen fehlgeschlagen: %@
es: Error al eliminar la cuenta: %@
fr: Échec de la suppression du compte : %@
it: Eliminazione account fallita: %@
nl: Account verwijderen mislukt: %@
ru: Не удалось удалить аккаунт: %@

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
nl: Over
ru: О приложении

source: Version
es: Versión
it: Versione
nl: Versie
ru: Версия

source: Build
es: Compilación
ru: Сборка

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Disconnetti
nl: Afmelden
ru: Выйти

# are_you_sure_sign_out
source: Are you sure you want to sign out?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Sei sicuro di voler uscire?
nl: Weet je zeker dat je wilt afmelden?
ru: Вы уверены, что хотите выйти?

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal
ru: Язык

source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
it: Seleziona lingua
nl: Taal selecteren
ru: Выберите язык

# language_settings
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal
ru: Язык

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
nl: Automatisch
ru: Автоматически

source: Device Language
de: Gerätesprache
es: Idioma del dispositivo
fr: Langue de l'appareil
it: Lingua del dispositivo
nl: Apparaattaal
ru: Язык устройства

# language_restart_note
source: Language changes may require an app restart to take full effect.
de: Sprachänderungen erfordern möglicherweise einen Neustart der App, um vollständig wirksam zu werden.
es: Los cambios de idioma pueden requerir reiniciar la aplicación para aplicarse completamente.
fr: Les modifications de langue peuvent nécessiter un redémarrage de l'application pour prendre pleinement effet.
it: Le modifiche alla lingua potrebbero richiedere il riavvio dell'app per avere pieno effetto.
nl: Taalwijzigingen vereisen mogelijk een herstart van de app om volledig effect te hebben.
ru: Для полного вступления изменений языка в силу может потребоваться перезапуск приложения.

# actions.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
ru: Сохранить

# actions.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
ru: Отмена

# actions.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
ru: Удалить

# actions.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
ru: Изменить

# actions.add
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
nl: Toevoegen
ru: Добавить

# actions.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
ru: Закрыть

# actions.create
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
nl: Aanmaken
ru: Создать

# actions.update
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
nl: Bijwerken
ru: Обновить

# actions.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
nl: Bevestigen
ru: Подтвердить

# actions.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
nl: Klaar
ru: Готово

# actions.back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nl: Terug
ru: Назад

# actions.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende
ru: Далее

# actions.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
nl: Kopiëren
ru: Копировать

# actions.share
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Delen
ru: Поделиться

# actions.move
source: Move
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
nl: Verplaatsen
ru: Переместить

# actions.archive
source: Archive
de: Archivieren
es: Archivar
fr: Archiver
it: Archivia
nl: Archiveren
ru: Архивировать

# actions.restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
nl: Herstellen
ru: Восстановить

# actions.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
nl: Opnieuw proberen
ru: Повторить

# actions.submit
source: Submit
de: Absenden
es: Enviar
fr: Soumettre
it: Invia
nl: Verzenden
ru: Отправить

# actions.ok
source: OK
es: Aceptar
ru: ОК

# actions.search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
nl: Zoeken
ru: Поиск

# tasks.task
source: Task
de: Aufgabe
es: Tarea
fr: Tâche
it: Compito
nl: Taak
ru: Задача

# tasks.tasks
source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
it: Compiti
nl: Taken
ru: Задачи

# tasks.new_task
source: New task
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
it: Nuovo compito
nl: Nieuwe taak
ru: Новая задача

# tasks.add_task
source: Add task
de: Aufgabe hinzufügen
es: Agregar tarea
fr: Ajouter une tâche
it: Aggiungi compito
nl: Taak toevoegen
ru: Добавить задачу

# tasks.edit_task
source: Edit task
de: Aufgabe bearbeiten
es: Editar tarea
fr: Modifier la tâche
it: Modifica compito
nl: Taak bewerken
ru: Изменить задачу

# tasks.delete_task
source: Delete task
de: Aufgabe löschen
es: Eliminar tarea
fr: Supprimer la tâche
it: Elimina compito
nl: Taak verwijderen
ru: Удалить задачу

# tasks.complete_task
source: Complete task
de: Aufgabe abschließen
es: Completar tarea
fr: Terminer la tâche
it: Completa compito
nl: Taak voltooien
ru: Завершить задачу

# tasks.task_name
source: Task name
de: Aufgabenname
es: Nombre de tarea
fr: Nom de la tâche
it: Nome compito
nl: Taaknaam
ru: Название задачи

# tasks.description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Beschrijving
ru: Описание

# tasks.no_description
source: No description
de: Keine Beschreibung
es: Sin descripción
fr: Pas de description
it: Nessuna descrizione
nl: Geen beschrijving
ru: Нет описания

# tasks.due_date
source: Due date
de: Datum
es: Fecha
fr: Date
it: Data di scadenza
nl: Vervaldatum
ru: Дата

# tasks.reminder
source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
it: Promemoria
nl: Herinnering
ru: Напоминание

# tasks.reminders
source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
nl: Herinneringen
ru: Напоминания

# tasks.priority
source: Priority
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
nl: Prioriteit
ru: Приоритет

# tasks.assignee
source: Assignee
de: Wer
es: Quién
fr: Qui
it: Assegnato a
nl: Toegewezen aan
ru: Кто

# tasks.completed
source: Completed
de: Abgeschlossen
es: Completada
fr: Terminée
it: Completato
nl: Voltooid
ru: Завершено

# tasks.incomplete
source: Incomplete
de: Unvollständig
es: Incompleta
fr: Incomplète
it: Incompleto
nl: Onvoltooid
ru: Не завершено

# tasks.overdue
source: Overdue
de: Überfällig
es: Atrasada
fr: En retard
it: In ritardo
nl: Verlopen
ru: Просрочено

# tasks.no_due_date
source: No due date
de: Kein Fälligkeitsdatum
es: Sin fecha límite
fr: Pas de date limite
it: Nessuna scadenza
nl: Geen vervaldatum
ru: Без срока

# tasks.no_reminder
source: No reminder
de: Keine Erinnerung
es: Sin recordatorio
fr: Pas de rappel
it: Nessun promemoria
nl: Geen herinnering
ru: Без напоминания

# tasks.placeholder.task_name
source: What needs to be done?
de: Was muss erledigt werden?
es: ¿Qué necesitas hacer?
fr: Que faut-il faire ?
it: Cosa c'è da fare?
nl: Wat moet er gebeuren?
ru: Что нужно сделать?

# tasks.placeholder.description
source: Add a description...
de: Beschreibung hinzufügen...
es: Agrega una descripción...
fr: Ajouter une description...
it: Aggiungi una descrizione...
nl: Voeg een beschrijving toe...
ru: Добавить описание...

# tasks.copy_task
source: Copy Task
de: Aufgabe kopieren
es: Copiar Tarea
fr: Copier la Tâche
it: Copia compito
nl: Taak kopiëren
ru: Копировать задачу

# tasks.share_task
source: Share Task
de: Aufgabe teilen
es: Compartir Tarea
fr: Partager la Tâche
it: Condividi compito
nl: Taak delen
ru: Поделиться задачей

# tasks.delete_confirm
source: Delete this task?
de: Diese Aufgabe löschen?
es: ¿Eliminar esta tarea?
fr: Supprimer cette tâche ?
it: Eliminare questo compito?
nl: Deze taak verwijderen?
ru: Удалить эту задачу?

# tasks.loading
source: Loading your tasks...
de: Aufgaben werden geladen...
es: Cargando tus tareas...
fr: Chargement de vos tâches...
it: Caricamento compiti...
nl: Taken laden...
ru: Загрузка задач...

# lists.list
source: List
de: Liste
es: Lista
fr: Liste
it: Lista
nl: Lijst
ru: Список

# lists.new_list
source: New list
de: Neue Liste
es: Nueva lista
fr: Nouvelle liste
it: Nuova lista
nl: Nieuwe lijst
ru: Новый список

# lists.add_list
source: Add list
de: Liste hinzufügen
es: Agregar lista
fr: Ajouter une liste
it: Aggiungi lista
nl: Lijst toevoegen
ru: Добавить список

# lists.edit_list
source: Edit list
de: Liste bearbeiten
es: Editar lista
fr: Modifier la liste
it: Modifica lista
nl: Lijst bewerken
ru: Изменить список

# lists.delete_list
source: Delete list
de: Liste löschen
es: Eliminar lista
fr: Supprimer la liste
it: Elimina lista
nl: Lijst verwijderen
ru: Удалить список

# lists.list_name
source: List name
de: Listenname
es: Nombre de lista
fr: Nom de la liste
it: Nome lista
nl: Lijstnaam
ru: Название списка

# lists.list_description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Beschrijving
ru: Описание

# lists.list_settings
source: List Settings
de: Listeneinstellungen
es: Configuración de Lista
fr: Paramètres de la liste
it: Impostazioni lista
nl: Lijstinstellingen
ru: Настройки списка

# lists.copy_to_list
source: Copy to List
de: In Liste kopieren
es: Copiar a Lista
fr: Copier vers la Liste
it: Copia nella lista
nl: Kopiëren naar lijst
ru: Копировать в список

# lists.target_list
source: Target List
de: Zielliste
es: Lista Destino
fr: Liste Cible
it: Lista di destinazione
nl: Doellijst
ru: Целевой список

# lists.my_tasks_only
source: My Tasks (only)
de: Nur meine Aufgaben
es: Mis Tareas (solo)
fr: Mes Tâches (uniquement)
it: Solo i miei compiti
nl: Alleen mijn taken
ru: Только мои задачи

# lists.include_comments
source: Include Comments
de: Kommentare einschließen
es: Incluir Comentarios
fr: Inclure les Commentaires
it: Includi commenti
nl: Inclusief opmerkingen
ru: Включить комментарии

# priority.none
source: None
de: Keine
es: Ninguna
fr: Aucune
it: Nessuna
nl: Geen
ru: Нет

# priority.low
source: Low
de: Niedrig
es: Baja
fr: Basse
it: Bassa
nl: Laag
ru: Низкий

# priority.medium
source: Medium
de: Mittel
es: Media
fr: Moyenne
it: Media
nl: Gemiddeld
ru: Средний

# priority.high
source: High
de: Hoch
es: Alta
fr: Haute
it: Alta
nl: Hoog
ru: Высокий

# priority.urgent
source: Urgent
de: Dringend
es: Urgente
fr: Urgente
it: Urgente
ru: Срочный

# time.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
nl: Vandaag
ru: Сегодня

# time.tomorrow
source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani
nl: Morgen
ru: Завтра

# time.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
nl: Gisteren
ru: Вчера

# time.this_week
source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
nl: Deze week
ru: На этой неделе

# time.next_week
source: Next week
de: Nächste Woche
es: Próxima semana
fr: Semaine prochaine
it: Prossima settimana
nl: Volgende week
ru: На следующей неделе

# time.this_month
source: This month
de: Dieser Monat
es: Este mes
fr: Ce mois-ci
it: Questo mese
nl: Deze maand
ru: В этом месяце

# time.next_month
source: Next month
de: Nächster Monat
es: Próximo mes
fr: Mois prochain
it: Prossimo mese
nl: Volgende maand
ru: В следующем месяце

# messages.success
source: Success!
de: Erfolg!
es: ¡Éxito!
fr: Succès !
it: Successo!
nl: Succes!
ru: Успешно!

# messages.loading
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
nl: Laden...
ru: Загрузка...

# messages.saving
source: Saving...
de: Speichern...
es: Guardando...
fr: Enregistrement...
it: Salvataggio...
nl: Opslaan...
ru: Сохранение...

# messages.saved
source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
nl: Opgeslagen
ru: Сохранено

# messages.deleting
source: Deleting...
de: Löschen...
es: Eliminando...
fr: Suppression...
it: Eliminazione...
nl: Verwijderen...
ru: Удаление...

# messages.deleted
source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
nl: Verwijderd
ru: Удалено

# messages.updating
source: Updating...
de: Aktualisieren...
es: Actualizando...
fr: Mise à jour...
it: Aggiornamento...
nl: Bijwerken...
ru: Обновление...

# messages.updated
source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
it: Aggiornato
nl: Bijgewerkt
ru: Обновлено

# messages.copying
source: Copying...
de: Kopieren...
es: Copiando...
fr: Copie...
it: Copia in corso...
nl: Kopiëren...
ru: Копирование...

# messages.copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
nl: Gekopieerd
ru: Скопировано

# messages.no_results
source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
it: Nessun risultato trovato
nl: Geen resultaten gevonden
ru: Ничего не найдено

# messages.something_went_wrong
source: Something went wrong
de: Etwas ist schief gelaufen
es: Algo salió mal
fr: Une erreur s'est produite
it: Qualcosa è andato storto
nl: Er is iets misgegaan
ru: Что-то пошло не так

# empty_state.my_tasks
source: Welcome to Astrid! Add your first task to get started.
de: Willkommen bei Astrid! Fügen Sie Ihre erste Aufgabe hinzu, um zu beginnen.
es: ¡Bienvenido a Astrid! Agrega tu primera tarea para comenzar.
fr: Bienvenue sur Astrid ! Ajoutez votre première tâche pour commencer.
it: Benvenuto su Astrid! Aggiungi il tuo primo compito per iniziare.
nl: Welkom bij Astrid! Voeg je eerste taak toe om te beginnen.
ru: Добро пожаловать в Astrid! Добавьте свою первую задачу, чтобы начать.

# empty_state.my_tasks_caught_up
source: You're all caught up! No tasks assigned to you right now. Time to relax!
de: Sie sind auf dem Laufenden! Keine Aufgaben zugewiesen.
es: ¡Estás al día! No hay tareas asignadas ahora. ¡Hora de relajarse!
fr: Vous êtes à jour ! Aucune tâche assignée pour le moment. Il est temps de se détendre !
it: Sei in pari! Nessun compito assegnato al momento.
nl: Je bent helemaal bij! Geen taken aan jou toegewezen op dit moment.
ru: Вы со всем справились! На данный момент у вас нет назначенных задач.

# empty_state.today
source: Nothing scheduled for today! Enjoy the free time, or add something new.
de: Nichts für heute geplant! Genießen Sie die freie Zeit.
es: ¡Nada programado para hoy! Disfruta el tiempo libre o agrega algo nuevo.
fr: Rien de prévu aujourd'hui ! Profitez du temps libre ou ajoutez quelque chose de nouveau.
it: Nulla in programma per oggi! Goditi il tempo libero.
nl: Niets gepland voor vandaag! Geniet van je vrije tijd.
ru: На сегодня ничего не запланировано! Наслаждайтесь свободным временем.

# empty_state.public_list
source: Share your ideas with the world! Add tasks - anyone can see this public list.
de: Teilen Sie Ihre Ideen! Fügen Sie Aufgaben hinzu - jeder kann diese Liste sehen.
es: ¡Comparte tus ideas con el mundo! Agrega tareas - todos pueden ver esta lista pública.
fr: Partagez vos idées avec le monde ! Ajoutez des tâches - tout le monde peut voir cette liste publique.
it: Condividi le tue idee! Aggiungi compiti - chiunque può vedere questa lista.
nl: Deel je ideeën! Voeg taken toe - iedereen kan deze openbare lijst zien.
ru: Делитесь своими идеями! Добавляйте задачи — этот список виден всем.

# empty_state.shared_list
source: Start collaborating! Add a task to get this shared list going.
de: Beginnen Sie mit der Zusammenarbeit! Fügen Sie eine Aufgabe hinzu.
es: ¡Comienza a colaborar! Agrega una tarea para iniciar esta lista compartida.
fr: Commencez à collaborer ! Ajoutez une tâche pour lancer cette liste partagée.
it: Inizia a collaborare! Aggiungi un compito a questa lista condivisa.
nl: Begin met samenwerken! Voeg een taak toe aan deze gedeelde lijst.
ru: Начните совместную работу! Добавьте задачу в этот общий список.

# empty_state.list_with_name
source: Let's fill up "%@"! Add your first task to get started.
de: Füllen wir "%@"! Fügen Sie Ihre erste Aufgabe hinzu.
es: ¡Llenemos "%@"! Agrega tu primera tarea para comenzar.
fr: Remplissons "%@" ! Ajoutez votre première tâche pour commencer.
it: Riempiamo "%@"! Aggiungi il tuo primo compito.
nl: Laten we "%@" vullen! Voeg je eerste taak toe om te beginnen.
ru: Давайте заполним "%@"! Добавьте свою первую задачу.

# empty_state.default
source: Ready to capture your thoughts? Create your first task to get started!
de: Bereit, Ihre Gedanken festzuhalten? Erstellen Sie Ihre erste Aufgabe!
es: ¿Listo para capturar tus pensamientos? ¡Crea tu primera tarea para comenzar!
fr: Prêt à capturer vos pensées ? Créez votre première tâche pour commencer !
it: Pronto a catturare i tuoi pensieri? Crea il tuo primo compito!
nl: Klaar om je gedachten vast te leggen? Maak je eerste taak aan!
ru: Готовы записать свои мысли? Создайте свою первую задачу!

# empty_state.no_lists
source: No lists yet. Create your first list to get started!
de: Noch keine Listen. Erstellen Sie Ihre erste Liste!
es: Aún no hay listas. ¡Crea tu primera lista para comenzar!
fr: Pas encore de listes. Créez votre première liste pour commencer !
it: Nessuna lista ancora. Crea la tua prima lista!
nl: Nog geen lijsten. Maak je eerste lijst aan!
ru: Списков пока нет. Создайте свой первый список!

# contacts.synced_contacts
source: Synced Contacts
de: Synchronisierte Kontakte
es: Contactos Sincronizados
fr: Contacts Synchronisés
it: Contatti sincronizzati
nl: Gesynchroniseerde contacten
ru: Синхронизированные контакты
