Repository: astridclaw/astrid-ios
Catalog: Astrid App/Resources/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, ru

# settings.openclaw.no_workers
source: No workers configured
de: Keine Worker konfiguriert
es: No hay workers configurados
fr: Aucun worker configuré
nl: Geen workers geconfigureerd
ru: Воркеры не настроены

# settings.openclaw.add_worker
source: Add Worker
de: Worker hinzufügen
es: Añadir Worker
fr: Ajouter un Worker
nl: Worker Toevoegen
ru: Добавить воркер

# settings.openclaw.gateway_url
source: Gateway URL
es: URL del Gateway
fr: URL de la Passerelle
ru: URL шлюза

# settings.openclaw.gateway_url_placeholder
source: wss://your-gateway.example.com
de: wss://ihr-gateway.beispiel.de
es: wss://tu-gateway.ejemplo.com
fr: wss://votre-passerelle.exemple.fr
nl: wss://jouw-gateway.voorbeeld.nl
ru: wss://ваш-шлюз.пример.ru

# settings.openclaw.auth_mode
source: Authentication Mode
de: Authentifizierungsmodus
es: Modo de Autenticación
fr: Mode d'Authentification
nl: Authenticatiemodus
ru: Режим аутентификации

# settings.openclaw.auth_mode.astrid_signed
source: Astrid Signed
de: Astrid-signiert
es: Firmado por Astrid
fr: Signé par Astrid
nl: Astrid-ondertekend
ru: Подпись Astrid

# settings.openclaw.auth_mode.none
source: None
de: Keine
es: Ninguno
fr: Aucun
nl: Geen
ru: Без аутентификации

# settings.openclaw.auth_mode.token_desc
source: Use a custom authentication token
de: Eigenen Authentifizierungstoken verwenden
es: Usar un token de autenticación personalizado
fr: Utiliser un token d'authentification personnalisé
nl: Gebruik een aangepast authenticatietoken
ru: Использовать пользовательский токен аутентификации

# settings.openclaw.auth_mode.astrid_signed_desc
source: Use Astrid-signed authentication (recommended)
de: Astrid-signierte Authentifizierung verwenden (empfohlen)
es: Usar autenticación firmada por Astrid (recomendado)
fr: Utiliser l'authentification signée par Astrid (recommandé)
nl: Gebruik Astrid-ondertekende authenticatie (aanbevolen)
ru: Использовать аутентификацию с подписью Astrid (рекомендуется)

# settings.openclaw.auth_mode.none_desc
source: No authentication required
de: Keine Authentifizierung erforderlich
es: No se requiere autenticación
fr: Aucune authentification requise
nl: Geen authenticatie vereist
ru: Аутентификация не требуется

# settings.openclaw.auth_token
source: Auth Token
es: Token de Auth
fr: Token d'Auth
ru: Токен аутентификации

# settings.openclaw.auth_token_placeholder
source: Enter authentication token
de: Authentifizierungstoken eingeben
es: Introduce el token de autenticación
fr: Entrez le token d'authentification
nl: Voer authenticatietoken in
ru: Введите токен аутентификации

# settings.openclaw.name
source: Worker Name
es: Nombre del Worker
fr: Nom du Worker
nl: Worker Naam
ru: Имя воркера

# settings.openclaw.name_placeholder
source: My OpenClaw Worker
de: Mein OpenClaw Worker
es: Mi Worker OpenClaw
fr: Mon Worker OpenClaw
nl: Mijn OpenClaw Worker
ru: Мой воркер OpenClaw

# settings.openclaw.status.online
source: Online
es: En línea
fr: En ligne
ru: Онлайн

# settings.openclaw.status.offline
source: Offline
es: Desconectado
fr: Hors ligne
ru: Офлайн

# settings.openclaw.status.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
nl: Onbekend
ru: Неизвестно

# settings.openclaw.check_health
source: Check Health
de: Status prüfen
es: Verificar Estado
fr: Vérifier l'État
nl: Status Controleren
ru: Проверить статус

# settings.openclaw.checking_health
source: Checking...
de: Wird geprüft...
es: Verificando...
fr: Vérification...
nl: Controleren...
ru: Проверка...

# settings.openclaw.delete_worker
source: Delete Worker
de: Worker löschen
es: Eliminar Worker
fr: Supprimer le Worker
nl: Worker Verwijderen
ru: Удалить воркер

# settings.openclaw.delete_confirm
source: Are you sure you want to delete this worker?
de: Sind Sie sicher, dass Sie diesen Worker löschen möchten?
es: ¿Estás seguro de que quieres eliminar este worker?
fr: Êtes-vous sûr de vouloir supprimer ce worker ?
nl: Weet je zeker dat je deze worker wilt verwijderen?
ru: Вы уверены, что хотите удалить этот воркер?

# settings.openclaw.last_seen
source: Last seen: %@
de: Zuletzt gesehen: %@
es: Última vez visto: %@
fr: Dernière connexion : %@
nl: Laatst gezien: %@
ru: Последняя активность: %@

# settings.openclaw.never
source: Never
de: Nie
es: Nunca
fr: Jamais
nl: Nooit
ru: Никогда

# settings.openclaw.connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
nl: Verbonden
ru: Подключён

# settings.openclaw.test_connection
source: Test Connection
de: Verbindung testen
es: Probar Conexión
fr: Tester la Connexion
nl: Verbinding Testen
ru: Проверить соединение

# settings.openclaw.info_title
source: About OpenClaw
de: Über OpenClaw
es: Acerca de OpenClaw
fr: À propos d'OpenClaw
nl: Over OpenClaw
ru: Об OpenClaw

# settings.openclaw.info_description
source: After adding a worker, you can assign tasks to openclaw@astrid.cc to have your self-hosted AI process them.
de: Nach dem Hinzufügen eines Workers können Sie Aufgaben an openclaw@astrid.cc zuweisen, damit Ihre selbst gehostete KI sie bearbeitet.
es: Después de añadir un worker, puedes asignar tareas a openclaw@astrid.cc para que tu IA autoalojada las procese.
fr: Après avoir ajouté un worker, vous pouvez attribuer des tâches à openclaw@astrid.cc pour que votre IA auto-hébergée les traite.
nl: Na het toevoegen van een worker kun je taken toewijzen aan openclaw@astrid.cc om ze door je zelf-gehoste AI te laten verwerken.
ru: После добавления воркера вы можете назначать задачи на openclaw@astrid.cc для обработки вашим AI.

# misc.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
ru: Отмена

# misc.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
ru: Сохранить

# misc.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
ru: Закрыть

# auth.or
source: or
de: oder
es: o
fr: ou
it: o
nl: of
ru: или

# auth.use_without_account
source: Use without account
de: Ohne Konto nutzen
es: Usar sin cuenta
fr: Utiliser sans compte
it: Usa senza account
nl: Gebruik zonder account
ru: Использовать без аккаунта

# auth.local_mode_description
source: Your tasks stay on this device. Sign in later to sync across devices.
de: Deine Aufgaben bleiben auf diesem Gerät. Melde dich später an, um geräteübergreifend zu synchronisieren.
es: Tus tareas permanecen en este dispositivo. Inicia sesión más tarde para sincronizar entre dispositivos.
fr: Vos tâches restent sur cet appareil. Connectez-vous plus tard pour synchroniser entre appareils.
it: Le tue attività rimangono su questo dispositivo. Accedi più tardi per sincronizzare tra dispositivi.
nl: Je taken blijven op dit apparaat. Log later in om tussen apparaten te synchroniseren.
ru: Ваши задачи остаются на этом устройстве. Войдите позже для синхронизации между устройствами.

source: Local User
de: Lokaler Benutzer
es: Usuario local
fr: Utilisateur local
it: Utente locale
nl: Lokale gebruiker
ru: Локальный пользователь

# offline.local_mode_active
source: Local Mode Active
de: Lokaler Modus aktiv
es: Modo local activo
fr: Mode local actif
it: Modalità locale attiva
nl: Lokale modus actief
ru: Локальный режим активен

# offline.data_on_device
source: Your data is stored on this device only
de: Deine Daten werden nur auf diesem Gerät gespeichert
es: Tus datos se almacenan solo en este dispositivo
fr: Vos données sont stockées uniquement sur cet appareil
it: I tuoi dati sono memorizzati solo su questo dispositivo
nl: Je gegevens worden alleen op dit apparaat opgeslagen
ru: Ваши данные хранятся только на этом устройстве

# offline.sync_to_cloud
source: Sync to Cloud
de: Mit Cloud synchronisieren
es: Sincronizar con la nube
fr: Synchroniser avec le cloud
it: Sincronizza con il cloud
nl: Synchroniseren met cloud
ru: Синхронизировать с облаком

# offline.sign_in_to_sync
source: Sign in to sync across devices
de: Melde dich an, um geräteübergreifend zu synchronisieren
es: Inicia sesión para sincronizar entre dispositivos
fr: Connectez-vous pour synchroniser entre appareils
it: Accedi per sincronizzare tra dispositivi
nl: Log in om tussen apparaten te synchroniseren
ru: Войдите для синхронизации между устройствами

# offline.local_tasks
source: Local Tasks
de: Lokale Aufgaben
es: Tareas locales
fr: Tâches locales
it: Attività locali
nl: Lokale taken
ru: Локальные задачи

# offline.local_lists
source: Local Lists
de: Lokale Listen
es: Listas locales
fr: Listes locales
it: Liste locali
nl: Lokale lijsten
ru: Локальные списки

# offline.warning
source: Warning: If you uninstall the app without signing in, your data will be lost.
de: Warnung: Wenn du die App deinstallierst ohne dich anzumelden, gehen deine Daten verloren.
es: Advertencia: Si desinstalas la aplicación sin iniciar sesión, tus datos se perderán.
fr: Attention : Si vous désinstallez l'application sans vous connecter, vos données seront perdues.
it: Attenzione: Se disinstalli l'app senza accedere, i tuoi dati andranno persi.
nl: Waarschuwing: Als je de app verwijdert zonder in te loggen, gaan je gegevens verloren.
ru: Предупреждение: Если вы удалите приложение без входа, ваши данные будут потеряны.

# settings.local_only_mode
source: Local Only Mode
de: Nur lokaler Modus
es: Modo solo local
fr: Mode local uniquement
it: Solo modalità locale
nl: Alleen lokale modus
ru: Только локальный режим

# settings.local_only_description
source: Sign in to sync across devices
de: Melde dich an, um geräteübergreifend zu synchronisieren
es: Inicia sesión para sincronizar entre dispositivos
fr: Connectez-vous pour synchroniser entre appareils
it: Accedi per sincronizzare tra dispositivi
nl: Log in om tussen apparaten te synchroniseren
ru: Войдите для синхронизации между устройствами

# status.local_only
source: Local only mode
de: Nur lokaler Modus
es: Solo modo local
fr: Mode local uniquement
it: Solo modalità locale
nl: Alleen lokale modus
ru: Только локальный режим

# status.offline
source: Working offline
de: Offline arbeiten
es: Trabajando sin conexión
fr: Travail hors ligne
it: Lavoro offline
nl: Offline werken
ru: Работа офлайн

# status.offline_with_pending
source: Offline • %d pending
de: Offline • %d ausstehend
es: Sin conexión • %d pendientes
fr: Hors ligne • %d en attente
it: Offline • %d in sospeso
nl: Offline • %d wachtend
ru: Офлайн • %d ожидает

# status.syncing
source: Syncing...
de: Synchronisiere...
es: Sincronizando...
fr: Synchronisation...
it: Sincronizzazione...
nl: Synchroniseren...
ru: Синхронизация...

# status.syncing_count
source: Syncing %d items...
de: Synchronisiere %d Elemente...
es: Sincronizando %d elementos...
fr: Synchronisation de %d éléments...
it: Sincronizzazione di %d elementi...
nl: %d items synchroniseren...
ru: Синхронизация %d элементов...

# status.sync_failed
source: %d sync failed
de: %d Synchronisierungen fehlgeschlagen
es: %d sincronizaciones fallidas
fr: %d échecs de synchronisation
it: %d sincronizzazioni fallite
nl: %d synchronisaties mislukt
ru: %d ошибок синхронизации

# status.synced
source: All synced
de: Alles synchronisiert
es: Todo sincronizado
fr: Tout synchronisé
it: Tutto sincronizzato
nl: Alles gesynchroniseerd
ru: Всё синхронизировано

# status.local_only_description
source: Your data is stored on this device only. Sign in to sync across devices.
de: Deine Daten werden nur auf diesem Gerät gespeichert. Melde dich an, um zu synchronisieren.
es: Tus datos se almacenan solo en este dispositivo. Inicia sesión para sincronizar entre dispositivos.
fr: Vos données sont stockées uniquement sur cet appareil. Connectez-vous pour synchroniser.
it: I tuoi dati sono memorizzati solo su questo dispositivo. Accedi per sincronizzare.
nl: Je gegevens worden alleen op dit apparaat opgeslagen. Log in om te synchroniseren.
ru: Ваши данные хранятся только на этом устройстве. Войдите для синхронизации.

# status.pending_sync_description
source: %d changes will sync when online
de: %d Änderungen werden synchronisiert, wenn online
es: %d cambios se sincronizarán cuando estés en línea
fr: %d modifications seront synchronisées en ligne
it: %d modifiche saranno sincronizzate quando online
nl: %d wijzigingen worden gesynchroniseerd wanneer online
ru: %d изменений будут синхронизированы при подключении

# status.failed_sync_description
source: %d items failed to sync
de: %d Elemente konnten nicht synchronisiert werden
es: %d elementos no se sincronizaron
fr: %d éléments n'ont pas pu être synchronisés
it: %d elementi non sincronizzati
nl: %d items niet gesynchroniseerd
ru: %d элементов не синхронизированы

# status.retry_now
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
nl: Opnieuw proberen
ru: Повторить

# status.sync_in_progress
source: Changes will sync automatically
de: Änderungen werden automatisch synchronisiert
es: Los cambios se sincronizarán automáticamente
fr: Les modifications seront synchronisées automatiquement
it: Le modifiche saranno sincronizzate automaticamente
nl: Wijzigingen worden automatisch gesynchroniseerd
ru: Изменения синхронизируются автоматически

# welcome.title
source: Welcome to Astrid!
de: Willkommen bei Astrid!
es: ¡Bienvenido a Astrid!
fr: Bienvenue sur Astrid !
it: Benvenuto su Astrid!
nl: Welkom bij Astrid!
ru: Добро пожаловать в Astrid!

# welcome.subtitle
source: Your intelligent task manager
de: Dein intelligenter Aufgabenmanager
es: Tu gestor de tareas inteligente
fr: Votre gestionnaire de tâches intelligent
it: Il tuo gestore di attività intelligente
nl: Je slimme taakmanager
ru: Ваш умный менеджер задач

# welcome.sign_in
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
nl: Inloggen
ru: Войти

# welcome.use_locally
source: Use without account
de: Ohne Konto nutzen
es: Usar sin cuenta
fr: Utiliser sans compte
it: Usa senza account
nl: Gebruik zonder account
ru: Использовать без аккаунта

# welcome.local_note
source: You can sign in later to sync across devices
de: Du kannst dich später anmelden, um geräteübergreifend zu synchronisieren
es: Puedes iniciar sesión más tarde para sincronizar entre dispositivos
fr: Vous pouvez vous connecter plus tard pour synchroniser entre appareils
it: Puoi accedere più tardi per sincronizzare tra dispositivi
nl: Je kunt later inloggen om tussen apparaten te synchroniseren
ru: Вы можете войти позже для синхронизации между устройствами

# messages.error
source: Error
de: Fehler
fr: Erreur
it: Errore
nl: Fout
ru: Ошибка

# lists.manual
source: Manual
de: Manuell
fr: Manuel
it: Manuale
nl: Handmatig
ru: Вручную

# filters.manual
source: Manual
de: Manuell
fr: Manuel
it: Manuale
nl: Handmatig
ru: Вручную

# settings.openclaw.status.error
source: Error
de: Fehler
fr: Erreur
nl: Fout
ru: Ошибка

# settings.openclaw.error_message
source: Error: %@
de: Fehler: %@
fr: Erreur : %@
nl: Fout: %@
ru: Ошибка: %@

# settings.account.passkeys
source: Passkeys
it: Passkey

# settings.openclaw.auth_mode.token
source: Token
ru: Токен
