Repository: astridclaw/astrid-ios
Catalog: Astrid App/Resources/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, ru

# theme.auto
source: Auto
de: Automatisch
es: Automático
fr: Automatique
it: Automatico

# userMenu.refreshData
source: Refresh Data
de: Daten aktualisieren
es: Actualizar datos
fr: Actualiser les données
it: Aggiorna dati
nl: Gegevens vernieuwen
ru: Обновить данные

# actions.filter
source: Filter
de: Filtern
es: Filtrar
fr: Filtrer
it: Filtra
nl: Filteren
ru: Фильтр

# actions.sort
source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
nl: Sorteren
ru: Сортировка

# actions.clear
source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
nl: Wissen
ru: Очистить

# actions.apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
nl: Toepassen
ru: Применить

# actions.change
source: Change
de: Ändern
es: Cambiar
fr: Modifier
it: Modifica
nl: Wijzigen
ru: Изменить

# actions.remove
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
nl: Verwijderen
ru: Удалить

# tasks.who
source: Who
de: Wer
es: Quién
fr: Qui
it: Chi
nl: Wie
ru: Кто

# tasks.due_time
source: Due time
de: Fälligkeitszeit
es: Hora de vencimiento
fr: Heure d'échéance
it: Ora di scadenza
nl: Vervaltijd
ru: Время выполнения

# tasks.timer
source: Timer
es: Temporizador
fr: Minuteur
ru: Таймер

# lists.loading
source: Loading lists...
de: Listen werden geladen...
es: Cargando listas...
fr: Chargement des listes...
it: Caricamento liste...
nl: Lijsten laden...
ru: Загрузка списков...

# lists.all_lists
source: All Lists
de: Alle Listen
es: Todas las listas
fr: Toutes les listes
it: Tutte le liste
nl: Alle lijsten
ru: Все списки

# lists.empty_state_message
source: Create a list to organize your tasks and keep everything in order!
de: Erstellen Sie eine Liste, um Ihre Aufgaben zu organisieren!
es: ¡Crea una lista para organizar tus tareas!
fr: Créez une liste pour organiser vos tâches !
it: Crea una lista per organizzare i tuoi compiti!
nl: Maak een lijst om je taken te organiseren!
ru: Создайте список, чтобы организовать свои задачи!

# lists.sort_and_filters
source: Sort & Filters
de: Sortieren & Filtern
es: Ordenar y filtrar
fr: Trier et filtrer
it: Ordina e filtra
nl: Sorteren & filteren
ru: Сортировка и фильтры

# lists.admin
source: Admin
de: Administrator
es: Administrador
fr: Administrateur
it: Amministratore
nl: Beheerder
ru: Администратор

# lists.filters
source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri
ru: Фильтры

# lists.clear_all_filters
source: Clear All Filters
de: Alle Filter löschen
es: Borrar todos los filtros
fr: Effacer tous les filtres
it: Cancella tutti i filtri
nl: Alle filters wissen
ru: Очистить все фильтры

# lists.sort_by
source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
nl: Sorteren op
ru: Сортировать по

# lists.sort_order
source: Sort Order
de: Sortierreihenfolge
es: Orden
fr: Ordre de tri
it: Ordine
nl: Sorteervolgorde
ru: Порядок сортировки

# lists.auto
source: Auto
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
nl: Automatisch
ru: Автоматически

# lists.due_date
source: Due Date
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Date d'échéance
it: Data di scadenza
nl: Vervaldatum
ru: Срок выполнения

# lists.created_date
source: Created Date
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
it: Data di creazione
nl: Aanmaakdatum
ru: Дата создания

# lists.task_completion
source: Task Completion
de: Aufgabenabschluss
es: Finalización de tarea
fr: Achèvement de tâche
it: Completamento attività
nl: Taakvoltooiing
ru: Завершение задачи

# lists.incomplete_completed_recently
source: Incomplete + Completed recently
de: Unvollständig + Kürzlich abgeschlossen
es: Incompletas + Completadas recientemente
fr: Incomplètes + Récemment terminées
it: Incomplete + Completate di recente
nl: Onvolledig + Recent voltooid
ru: Незавершённые + Недавно завершённые

# lists.all
source: All
de: Alle
es: Todas
fr: Toutes
it: Tutte
nl: Alle
ru: Все

# lists.me
source: Me
de: Ich
es: Yo
fr: Moi
it: Io
nl: Ik
ru: Я

# lists.not_me
source: Not Me (Others)
de: Nicht ich (Andere)
es: No yo (Otros)
fr: Pas moi (Autres)
it: Non io (Altri)
nl: Niet ik (Anderen)
ru: Не я (Другие)

# lists.overdue
source: Overdue
de: Überfällig
es: Vencidas
fr: En retard
it: In ritardo
nl: Verlopen
ru: Просроченные

# lists.this_week
source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
nl: Deze week
ru: На этой неделе

# lists.this_month
source: This Month
de: Dieser Monat
es: Este mes
fr: Ce mois
it: Questo mese
nl: Deze maand
ru: В этом месяце

# lists.no_date
source: No Date
de: Kein Datum
es: Sin fecha
fr: Sans date
it: Nessuna data
nl: Geen datum
ru: Без даты

# lists.all_priorities
source: All Priorities
de: Alle Prioritäten
es: Todas las prioridades
fr: Toutes les priorités
it: Tutte le priorità
nl: Alle prioriteiten
ru: Все приоритеты

# lists.highest_priority
source: !!! Highest
de: !!! Höchste
es: !!! Máxima
fr: !!! Maximale
it: !!! Massima
nl: !!! Hoogste
ru: !!! Наивысший

# lists.high_priority
source: !! High
de: !! Hoch
es: !! Alta
fr: !! Haute
it: !! Alta
nl: !! Hoog
ru: !! Высокий

# lists.medium_priority
source: ! Medium
de: ! Mittel
es: ! Media
fr: ! Moyenne
it: ! Media
nl: ! Gemiddeld
ru: ! Средний

# lists.low_priority
source: ○ Low
de: ○ Niedrig
es: ○ Baja
fr: ○ Basse
it: ○ Bassa
nl: ○ Laag
ru: ○ Низкий

# lists.assigned_by
source: Assigned By
de: Zugewiesen von
es: Asignado por
fr: Assigné par
it: Assegnato da
nl: Toegewezen door
ru: Назначено

# lists.repeating
source: Repeating
de: Wiederholend
es: Repetitiva
fr: Récurrente
it: Ricorrente
nl: Herhalend
ru: Повторяющаяся

# lists.not_repeating
source: Not Repeating
de: Nicht wiederholend
es: No repetitiva
fr: Non récurrente
it: Non ricorrente
nl: Niet herhalend
ru: Не повторяющаяся

# lists.daily
source: Daily
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliero
nl: Dagelijks
ru: Ежедневно

# lists.weekly
source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
nl: Wekelijks
ru: Еженедельно

# lists.monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
nl: Maandelijks
ru: Ежемесячно

# lists.yearly
source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
nl: Jaarlijks
ru: Ежегодно

# lists.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
nl: Aangepast
ru: Пользовательский

# lists.list_membership
source: List Membership
de: Listenmitgliedschaft
es: Membresía de lista
fr: Appartenance à la liste
it: Appartenenza alla lista
nl: Lijstlidmaatschap
ru: Членство в списке

# lists.all_tasks
source: All Tasks
de: Alle Aufgaben
es: Todas las tareas
fr: Toutes les tâches
it: Tutte le attività
nl: Alle taken
ru: Все задачи

# lists.in_any_list
source: In Any List
de: In einer Liste
es: En cualquier lista
fr: Dans une liste
it: In qualsiasi lista
nl: In een lijst
ru: В любом списке

# lists.not_in_any_list
source: Not in Any List
de: In keiner Liste
es: Sin lista
fr: Dans aucune liste
it: In nessuna lista
nl: Niet in een lijst
ru: Не в списке

# lists.favorite
source: Favorite
de: Favorit
es: Favorita
fr: Favoris
it: Preferita
nl: Favoriet
ru: Избранное

# lists.favorite_description
source: This list will appear at the top of your lists
de: Diese Liste erscheint oben in Ihren Listen
es: Esta lista aparecerá arriba de tus listas
fr: Cette liste apparaîtra en haut de vos listes
it: Questa lista apparirà in cima alle tue liste
nl: Deze lijst verschijnt bovenaan je lijsten
ru: Этот список будет отображаться вверху ваших списков

# lists.saved_filter
source: Saved Filter
de: Gespeicherter Filter
es: Filtro guardado
fr: Filtre enregistré
it: Filtro salvato
nl: Opgeslagen filter
ru: Сохранённый фильтр

# lists.saved_filter_description
source: This list shows tasks based on filters above, not list membership
de: Diese Liste zeigt Aufgaben basierend auf Filtern, nicht auf Listenmitgliedschaft
es: Esta lista muestra tareas basadas en filtros, no en membresía
fr: Cette liste affiche les tâches selon les filtres, pas l'appartenance
it: Questa lista mostra attività in base ai filtri, non all'appartenenza
nl: Deze lijst toont taken op basis van filters, niet lidmaatschap
ru: Этот список показывает задачи на основе фильтров, а не членства

# lists.list_information
source: List Information
de: Listeninformationen
es: Información de lista
fr: Informations sur la liste
it: Informazioni lista
nl: Lijstinformatie
ru: Информация о списке

# lists.list_appearance
source: List Appearance
de: Listenerscheinung
es: Apariencia de lista
fr: Apparence de la liste
it: Aspetto lista
nl: Lijstweergave
ru: Внешний вид списка

# lists.list_image
source: List Image
de: Listenbild
es: Imagen de lista
fr: Image de la liste
it: Immagine lista
nl: Lijstafbeelding
ru: Изображение списка

# lists.list_image_description
source: Choose a custom image or icon
de: Wählen Sie ein benutzerdefiniertes Bild oder Symbol
es: Elige una imagen o icono personalizado
fr: Choisissez une image ou icône personnalisée
it: Scegli un'immagine o icona personalizzata
nl: Kies een aangepaste afbeelding of pictogram
ru: Выберите пользовательское изображение или значок

# lists.default_task_settings
source: Default Task Settings
de: Standard-Aufgabeneinstellungen
es: Configuración predeterminada de tareas
fr: Paramètres de tâche par défaut
it: Impostazioni attività predefinite
nl: Standaard taakinstellingen
ru: Настройки задачи по умолчанию

# lists.task_creator
source: Task Creator
de: Aufgabenersteller
es: Creador de tarea
fr: Créateur de tâche
it: Creatore attività
nl: Taakmaker
ru: Создатель задачи

# lists.all_day
source: All Day (No Time)
de: Ganztägig (Keine Zeit)
es: Todo el día (Sin hora)
fr: Toute la journée (Sans heure)
it: Tutto il giorno (Nessun orario)
nl: Hele dag (Geen tijd)
ru: Весь день (Без времени)

# lists.never
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
nl: Nooit
ru: Никогда

# lists.github_integration
source: GitHub Integration
es: Integración con GitHub
fr: Intégration GitHub
it: Integrazione GitHub
nl: GitHub-integratie
ru: Интеграция с GitHub

# lists.link_repo_description
source: Link repository for AI coding agents
de: Repository für KI-Programmieragenten verknüpfen
es: Vincular repositorio para agentes de IA
fr: Lier un dépôt pour les agents IA de programmation
it: Collega repository per agenti IA di programmazione
nl: Koppel repository voor AI-programmeeragenten
ru: Привязать репозиторий для ИИ-агентов программирования

# lists.loading_repositories
source: Loading repositories...
de: Repositories werden geladen...
es: Cargando repositorios...
fr: Chargement des dépôts...
it: Caricamento repository...
nl: Repositories laden...
ru: Загрузка репозиториев...

# lists.github_repository
source: GitHub Repository
es: Repositorio de GitHub
fr: Dépôt GitHub
it: Repository GitHub
ru: Репозиторий GitHub

# lists.no_repositories_found
source: No repositories found. Make sure your GitHub account is connected.
de: Keine Repositories gefunden. Stellen Sie sicher, dass Ihr GitHub-Konto verbunden ist.
es: No se encontraron repositorios. Asegúrate de que tu cuenta de GitHub esté conectada.
fr: Aucun dépôt trouvé. Vérifiez que votre compte GitHub est connecté.
it: Nessun repository trovato. Assicurati che il tuo account GitHub sia connesso.
nl: Geen repositories gevonden. Zorg dat je GitHub-account is verbonden.
ru: Репозитории не найдены. Убедитесь, что ваш аккаунт GitHub подключён.

# lists.pending_invitations
source: Pending Invitations
de: Ausstehende Einladungen
es: Invitaciones pendientes
fr: Invitations en attente
it: Inviti in sospeso
nl: Uitnodigingen in afwachting
ru: Ожидающие приглашения

# lists.invited
source: Invited
de: Eingeladen
es: Invitado
fr: Invité
it: Invitato
nl: Uitgenodigd
ru: Приглашён

# lists.cancel_invite
source: Cancel Invite
de: Einladung abbrechen
es: Cancelar invitación
fr: Annuler l'invitation
it: Annulla invito
nl: Uitnodiging annuleren
ru: Отменить приглашение

# lists.ai_agents
source: AI Agents
de: KI-Agenten
es: Agentes de IA
fr: Agents IA
it: Agenti IA
nl: AI-agenten
ru: ИИ-агенты

# lists.add_ai_agent
source: Add AI Agent
de: KI-Agent hinzufügen
es: Añadir agente de IA
fr: Ajouter un agent IA
it: Aggiungi agente IA
nl: AI-agent toevoegen
ru: Добавить ИИ-агента

# lists.no_ai_providers
source: No AI providers configured
de: Keine KI-Anbieter konfiguriert
es: No hay proveedores de IA configurados
fr: Aucun fournisseur IA configuré
it: Nessun provider IA configurato
nl: Geen AI-providers geconfigureerd
ru: ИИ-провайдеры не настроены

# lists.make_member
source: Make Member
de: Zum Mitglied machen
es: Hacer miembro
fr: Rendre membre
it: Rendi membro
nl: Lid maken
ru: Сделать участником

# lists.make_admin
source: Make Admin
de: Zum Administrator machen
es: Hacer administrador
fr: Rendre administrateur
it: Rendi amministratore
nl: Beheerder maken
ru: Сделать администратором

# lists.remove
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
nl: Verwijderen
ru: Удалить

# lists.share_list
source: Share List
de: Liste teilen
es: Compartir lista
fr: Partager la liste
it: Condividi lista
nl: Lijst delen
ru: Поделиться списком

# lists.share_list_description
source: Generate a shareable link for this list
de: Generieren Sie einen teilbaren Link für diese Liste
es: Genera un enlace para compartir esta lista
fr: Générer un lien partageable pour cette liste
it: Genera un link condivisibile per questa lista
nl: Genereer een deelbare link voor deze lijst
ru: Создать ссылку для совместного использования этого списка

# lists.available_agents
source: Available Agents
de: Verfügbare Agenten
es: Agentes disponibles
fr: Agents disponibles
it: Agenti disponibili
nl: Beschikbare agenten
ru: Доступные агенты

# lists.loading_ai_agents
source: Loading AI agents...
de: KI-Agenten werden geladen...
es: Cargando agentes de IA...
fr: Chargement des agents IA...
it: Caricamento agenti IA...
nl: AI-agenten laden...
ru: Загрузка ИИ-агентов...

# lists.claude_coding_description
source: Claude AI for coding and task assistance
de: Claude KI für Programmierung und Aufgabenhilfe
es: Claude IA para programación y asistencia de tareas
fr: Claude IA pour la programmation et l'assistance de tâches
it: Claude IA per programmazione e assistenza attività
nl: Claude AI voor programmeren en taakondersteuning
ru: Claude AI для программирования и помощи с задачами

# lists.openai_coding_description
source: OpenAI GPT-4 for coding and task assistance
de: OpenAI GPT-4 für Programmierung und Aufgabenhilfe
es: OpenAI GPT-4 para programación y asistencia de tareas
fr: OpenAI GPT-4 pour la programmation et l'assistance de tâches
it: OpenAI GPT-4 per programmazione e assistenza attività
nl: OpenAI GPT-4 voor programmeren en taakondersteuning
ru: OpenAI GPT-4 для программирования и помощи с задачами

# lists.gemini_coding_description
source: Google Gemini for coding and task assistance
de: Google Gemini für Programmierung und Aufgabenhilfe
es: Google Gemini para programación y asistencia de tareas
fr: Google Gemini pour la programmation et l'assistance de tâches
it: Google Gemini per programmazione e assistenza attività
nl: Google Gemini voor programmeren en taakondersteuning
ru: Google Gemini для программирования и помощи с задачами

# lists.claude_task_description
source: Claude AI for task assistance
de: Claude KI für Aufgabenhilfe
es: Claude IA para asistencia de tareas
fr: Claude IA pour l'assistance de tâches
it: Claude IA per assistenza attività
nl: Claude AI voor taakondersteuning
ru: Claude AI для помощи с задачами

# lists.openai_task_description
source: OpenAI GPT-4 for task assistance
de: OpenAI GPT-4 für Aufgabenhilfe
es: OpenAI GPT-4 para asistencia de tareas
fr: OpenAI GPT-4 pour l'assistance de tâches
it: OpenAI GPT-4 per assistenza attività
nl: OpenAI GPT-4 voor taakondersteuning
ru: OpenAI GPT-4 для помощи с задачами

# lists.gemini_task_description
source: Google Gemini for task assistance
de: Google Gemini für Aufgabenhilfe
es: Google Gemini para asistencia de tareas
fr: Google Gemini pour l'assistance de tâches
it: Google Gemini per assistenza attività
nl: Google Gemini voor taakondersteuning
ru: Google Gemini для помощи с задачами

# lists.default_agent_description
source: AI agent for task assistance
de: KI-Agent für Aufgabenhilfe
es: Agente de IA para asistencia de tareas
fr: Agent IA pour l'assistance de tâches
it: Agente IA per assistenza attività
nl: AI-agent voor taakondersteuning
ru: ИИ-агент для помощи с задачами

# lists.ai_coding_agents
source: AI Coding Agents
de: KI-Programmieragenten
es: Agentes de programación IA
fr: Agents IA de programmation
it: Agenti IA di programmazione
nl: AI-programmeeragenten
ru: ИИ-агенты программирования

# lists.connect_github_description
source: Connect a GitHub repository to enable coding workflows
de: GitHub-Repository verbinden, um Programmier-Workflows zu aktivieren
es: Conecta un repositorio de GitHub para flujos de programación
fr: Connecter un dépôt GitHub pour les flux de programmation
it: Connetti un repository GitHub per flussi di programmazione
nl: Verbind een GitHub-repository om programmeerworkflows in te schakelen
ru: Подключите репозиторий GitHub для рабочих процессов программирования

# lists.list_privacy
source: List Privacy
de: Listenschutz
es: Privacidad de lista
fr: Confidentialité de la liste
it: Privacy lista
nl: Lijstprivacy
ru: Приватность списка

# lists.make_public
source: Make Public
de: Öffentlich machen
es: Hacer pública
fr: Rendre publique
it: Rendi pubblica
nl: Openbaar maken
ru: Сделать публичным

# lists.make_private
source: Make Private
de: Privat machen
es: Hacer privada
fr: Rendre privée
it: Rendi privata
nl: Privé maken
ru: Сделать приватным

# lists.public_description
source: Anyone with the link can view this list
de: Jeder mit dem Link kann diese Liste sehen
es: Cualquiera con el enlace puede ver esta lista
fr: Toute personne avec le lien peut voir cette liste
it: Chiunque con il link può vedere questa lista
nl: Iedereen met de link kan deze lijst bekijken
ru: Любой с ссылкой может просматривать этот список

# lists.private_description
source: Only members can view this list
de: Nur Mitglieder können diese Liste sehen
es: Solo los miembros pueden ver esta lista
fr: Seuls les membres peuvent voir cette liste
it: Solo i membri possono vedere questa lista
nl: Alleen leden kunnen deze lijst bekijken
ru: Только участники могут просматривать этот список

# lists.owner
source: Owner
de: Besitzer
es: Propietario
fr: Propriétaire
it: Proprietario
nl: Eigenaar
ru: Владелец

# lists.admin_role
source: Admin
de: Administrator
es: Administrador
fr: Administrateur
it: Amministratore
nl: Beheerder
ru: Администратор

# lists.member_role
source: Member
de: Mitglied
es: Miembro
fr: Membre
it: Membro
nl: Lid
ru: Участник

# lists.add_member
source: Add Member
de: Mitglied hinzufügen
es: Añadir miembro
fr: Ajouter un membre
it: Aggiungi membro
nl: Lid toevoegen
ru: Добавить участника

# lists.tomorrow
source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani
nl: Morgen
ru: Завтра

# lists.next_week
source: Next Week
de: Nächste Woche
es: Próxima semana
fr: Semaine prochaine
it: Prossima settimana
nl: Volgende week
ru: На следующей неделе

# lists.next_month
source: Next Month
de: Nächster Monat
es: Próximo mes
fr: Mois prochain
it: Prossimo mese
nl: Volgende maand
ru: В следующем месяце

# lists.none
source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
nl: Geen
ru: Нет

# lists.delete_confirm
source: Are you sure you want to delete this list? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Liste löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar esta lista? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette liste ? Cette action est irréversible.
it: Sei sicuro di voler eliminare questa lista? Questa azione non può essere annullata.
nl: Weet je zeker dat je deze lijst wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
ru: Вы уверены, что хотите удалить этот список? Это действие нельзя отменить.

# messages.danger_zone
source: Danger Zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone de danger
it: Zona pericolosa
nl: Gevarenzone
ru: Опасная зона

# reminders.access_granted
source: Access Granted
de: Zugriff gewährt
es: Acceso concedido
fr: Accès accordé
it: Accesso concesso
nl: Toegang verleend
ru: Доступ предоставлен

# reminders.access_denied
source: Access Denied
de: Zugriff verweigert
es: Acceso denegado
fr: Accès refusé
it: Accesso negato
nl: Toegang geweigerd
ru: Доступ запрещён

# reminders.tap_to_open_settings
source: Tap to open Settings
de: Tippen zum Öffnen der Einstellungen
es: Toca para abrir Configuración
fr: Appuyez pour ouvrir les Réglages
it: Tocca per aprire Impostazioni
nl: Tik om Instellingen te openen
ru: Нажмите, чтобы открыть Настройки

# reminders.enable_sync
source: Enable Reminders Sync
de: Erinnerungen-Sync aktivieren
es: Activar sincronización de Recordatorios
fr: Activer la synchronisation des Rappels
it: Attiva sincronizzazione Promemoria
nl: Herinneringen-synchronisatie inschakelen
ru: Включить синхронизацию Напоминаний

# reminders.sync_description
source: Sync tasks with Apple Reminders for Siri & Watch
de: Aufgaben mit Apple Erinnerungen für Siri & Watch synchronisieren
es: Sincroniza tareas con Recordatorios de Apple para Siri y Watch
fr: Synchronisez les tâches avec Rappels Apple pour Siri et Watch
it: Sincronizza le attività con Promemoria Apple per Siri e Watch
nl: Synchroniseer taken met Apple Herinneringen voor Siri en Watch
ru: Синхронизируйте задачи с Напоминаниями Apple для Siri и Watch

# reminders.access_header
source: Reminders Access
de: Erinnerungen-Zugriff
es: Acceso a Recordatorios
fr: Accès aux Rappels
it: Accesso Promemoria
nl: Herinneringen-toegang
ru: Доступ к Напоминаниям

# reminders.access_footer
source: Sync your Astrid tasks with Apple Reminders. Use Siri to add tasks, and view them on Apple Watch.
de: Synchronisieren Sie Ihre Astrid-Aufgaben mit Apple Erinnerungen. Nutzen Sie Siri zum Hinzufügen von Aufgaben und sehen Sie sie auf der Apple Watch.
es: Sincroniza tus tareas de Astrid con Recordatorios de Apple. Usa Siri para añadir tareas y verlas en Apple Watch.
fr: Synchronisez vos tâches Astrid avec Rappels Apple. Utilisez Siri pour ajouter des tâches et les voir sur Apple Watch.
it: Sincronizza le tue attività Astrid con Promemoria Apple. Usa Siri per aggiungere attività e visualizzarle su Apple Watch.
nl: Synchroniseer je Astrid-taken met Apple Herinneringen. Gebruik Siri om taken toe te voegen en bekijk ze op Apple Watch.
ru: Синхронизируйте задачи Astrid с Напоминаниями Apple. Используйте Siri для добавления задач и просматривайте их на Apple Watch.

# reminders.sync_status
source: Sync Status
es: Estado de sincronización
fr: État de synchronisation
it: Stato sincronizzazione
nl: Synchronisatiestatus
ru: Статус синхронизации

# reminders.last_sync
source: Last Sync
de: Letzte Synchronisation
es: Última sincronización
fr: Dernière synchronisation
it: Ultima sincronizzazione
nl: Laatste synchronisatie
ru: Последняя синхронизация

# reminders.linked_lists
source: Linked Lists
de: Verknüpfte Listen
es: Listas vinculadas
fr: Listes liées
it: Liste collegate
nl: Gekoppelde lijsten
ru: Связанные списки

# reminders.syncing
source: Syncing...
de: Synchronisiere...
es: Sincronizando...
fr: Synchronisation...
it: Sincronizzazione...
nl: Synchroniseren...
ru: Синхронизация...

# reminders.sync_all_lists
source: Sync All Lists
de: Alle Listen synchronisieren
es: Sincronizar todas las listas
fr: Synchroniser toutes les listes
it: Sincronizza tutte le liste
nl: Alle lijsten synchroniseren
ru: Синхронизировать все списки
