Repository: astridclaw/astrid-ios
Catalog: Astrid App/Resources/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, ru

# reminders.your_lists
source: Your Lists
de: Ihre Listen
es: Tus listas
fr: Vos listes
it: Le tue liste
nl: Jouw lijsten
ru: Ваши списки

# reminders.your_lists_footer
source: Tap a list to link it with Apple Reminders. Choose to export tasks or import from an existing Reminders list.
de: Tippen Sie auf eine Liste, um sie mit Apple Erinnerungen zu verknüpfen. Wählen Sie, ob Sie Aufgaben exportieren oder aus einer vorhandenen Erinnerungsliste importieren möchten.
es: Toca una lista para vincularla con Recordatorios de Apple. Elige exportar tareas o importar desde una lista de Recordatorios existente.
fr: Appuyez sur une liste pour la lier à Rappels Apple. Choisissez d'exporter des tâches ou d'importer depuis une liste de Rappels existante.
it: Tocca una lista per collegarla con Promemoria Apple. Scegli di esportare attività o importare da una lista Promemoria esistente.
nl: Tik op een lijst om deze te koppelen met Apple Herinneringen. Kies of je taken wilt exporteren of importeren vanuit een bestaande Herinneringenlijst.
ru: Нажмите на список, чтобы связать его с Напоминаниями Apple. Выберите экспорт задач или импорт из существующего списка Напоминаний.

# reminders.import_from_reminders
source: Import from Reminders
de: Aus Erinnerungen importieren
es: Importar desde Recordatorios
fr: Importer depuis Rappels
it: Importa da Promemoria
nl: Importeren uit Herinneringen
ru: Импорт из Напоминаний

# reminders.import_footer
source: Import existing Reminders lists into Astrid.
de: Importieren Sie vorhandene Erinnerungslisten in Astrid.
es: Importa listas de Recordatorios existentes a Astrid.
fr: Importez des listes de Rappels existantes dans Astrid.
it: Importa liste Promemoria esistenti in Astrid.
nl: Importeer bestaande Herinneringenlijsten in Astrid.
ru: Импортируйте существующие списки Напоминаний в Astrid.

# reminders.unlink
source: Unlink
de: Verknüpfung aufheben
es: Desvincular
fr: Dissocier
it: Scollega
nl: Ontkoppelen
ru: Отвязать

# reminders.astrid_list
source: Astrid List
de: Astrid-Liste
es: Lista de Astrid
fr: Liste Astrid
it: Lista Astrid
nl: Astrid-lijst
ru: Список Astrid

# reminders.sync_direction
source: Sync Direction
de: Sync-Richtung
es: Dirección de sincronización
fr: Direction de synchronisation
it: Direzione sincronizzazione
nl: Synchronisatierichting
ru: Направление синхронизации

# reminders.create_new_list
source: Create New List
de: Neue Liste erstellen
es: Crear nueva lista
fr: Créer une nouvelle liste
it: Crea nuova lista
nl: Nieuwe lijst maken
ru: Создать новый список

# reminders.link_to_reminders_list
source: Link to Reminders List
de: Mit Erinnerungsliste verknüpfen
es: Vincular a lista de Recordatorios
fr: Lier à une liste de Rappels
it: Collega a lista Promemoria
nl: Koppelen aan Herinneringenlijst
ru: Связать со списком Напоминаний

# reminders.link_footer
source: Select an existing Reminders list or create a new one named '%@'
de: Wählen Sie eine vorhandene Erinnerungsliste oder erstellen Sie eine neue mit dem Namen '%@'
es: Selecciona una lista de Recordatorios existente o crea una nueva llamada '%@'
fr: Sélectionnez une liste de Rappels existante ou créez-en une nouvelle nommée '%@'
it: Seleziona una lista Promemoria esistente o creane una nuova chiamata '%@'
nl: Selecteer een bestaande Herinneringenlijst of maak een nieuwe aan met de naam '%@'
ru: Выберите существующий список Напоминаний или создайте новый с именем '%@'

# reminders.include_completed
source: Include Completed Tasks
de: Abgeschlossene Aufgaben einschließen
es: Incluir tareas completadas
fr: Inclure les tâches terminées
it: Includi attività completate
nl: Voltooide taken opnemen
ru: Включить завершённые задачи

# reminders.include_completed_desc
source: Sync tasks that are already completed
de: Bereits abgeschlossene Aufgaben synchronisieren
es: Sincronizar tareas ya completadas
fr: Synchroniser les tâches déjà terminées
it: Sincronizza attività già completate
nl: Al voltooide taken synchroniseren
ru: Синхронизировать уже завершённые задачи

# reminders.options
source: Options
de: Optionen
es: Opciones
it: Opzioni
nl: Opties
ru: Параметры

# reminders.link_list
source: Link List
de: Liste verknüpfen
es: Vincular lista
fr: Lier la liste
it: Collega lista
nl: Lijst koppelen
ru: Связать список

# reminders.link
source: Link
de: Verknüpfen
es: Vincular
fr: Lier
it: Collega
nl: Koppelen
ru: Связать

# reminders.reminders_list
source: Reminders List
de: Erinnerungsliste
es: Lista de Recordatorios
fr: Liste de Rappels
it: Lista Promemoria
nl: Herinneringenlijst
ru: Список Напоминаний

# reminders.create_new_astrid_list
source: Create New Astrid List
de: Neue Astrid-Liste erstellen
es: Crear nueva lista de Astrid
fr: Créer une nouvelle liste Astrid
it: Crea nuova lista Astrid
nl: Nieuwe Astrid-lijst maken
ru: Создать новый список Astrid

# reminders.import_into
source: Import Into
de: Importieren in
es: Importar a
fr: Importer dans
it: Importa in
nl: Importeren in
ru: Импортировать в

# reminders.import_into_footer
source: Choose to create a new Astrid list named '%@' or import into an existing list.
de: Erstellen Sie eine neue Astrid-Liste mit dem Namen '%@' oder importieren Sie in eine vorhandene Liste.
es: Crea una nueva lista de Astrid llamada '%@' o importa a una lista existente.
fr: Créez une nouvelle liste Astrid nommée '%@' ou importez dans une liste existante.
it: Crea una nuova lista Astrid chiamata '%@' o importa in una lista esistente.
nl: Maak een nieuwe Astrid-lijst met de naam '%@' of importeer in een bestaande lijst.
ru: Создайте новый список Astrid с именем '%@' или импортируйте в существующий список.

# reminders.import_completed_desc
source: Import reminders that are already completed
de: Bereits abgeschlossene Erinnerungen importieren
es: Importar recordatorios ya completados
fr: Importer les rappels déjà terminés
it: Importa promemoria già completati
nl: Al voltooide herinneringen importeren
ru: Импортировать уже завершённые напоминания

# reminders.import_reminders
source: Import Reminders
de: Erinnerungen importieren
es: Importar Recordatorios
fr: Importer des Rappels
it: Importa Promemoria
nl: Herinneringen importeren
ru: Импортировать Напоминания

# reminders.import
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
nl: Importeren
ru: Импортировать

# repeating.custom_pattern
source: Custom Repeat Pattern
de: Benutzerdefiniertes Wiederholungsmuster
es: Patrón de repetición personalizado
fr: Schéma de répétition personnalisé
it: Schema di ripetizione personalizzato
nl: Aangepast herhalingspatroon
ru: Пользовательский шаблон повторения

# repeating.repeat_every
source: Repeat every
de: Wiederholen alle
es: Repetir cada
fr: Répéter tous les
it: Ripeti ogni
nl: Herhaal elke
ru: Повторять каждые

# repeating.repeat_on_days
source: Repeat on these days
de: An diesen Tagen wiederholen
es: Repetir en estos días
fr: Répéter ces jours
it: Ripeti in questi giorni
nl: Herhaal op deze dagen
ru: Повторять в эти дни

# repeating.repeat_type
source: Repeat type
de: Wiederholungsart
es: Tipo de repetición
fr: Type de répétition
it: Tipo di ripetizione
nl: Herhalingstype
ru: Тип повторения

# repeating.same_date_monthly
source: Same date every month
de: Gleiches Datum jeden Monat
es: Misma fecha cada mes
fr: Même date chaque mois
it: Stessa data ogni mese
nl: Dezelfde datum elke maand
ru: Та же дата каждый месяц

# repeating.same_weekday_monthly
source: Same weekday and week of month
de: Gleicher Wochentag und Woche im Monat
es: Mismo día de la semana y semana del mes
fr: Même jour de la semaine et semaine du mois
it: Stesso giorno della settimana e settimana del mese
nl: Dezelfde weekdag en week van de maand
ru: Тот же день недели

# repeating.day_of_month
source: Day of month
de: Tag des Monats
es: Día del mes
fr: Jour du mois
it: Giorno del mese
nl: Dag van de maand
ru: День месяца

# repeating.weekday
source: Weekday
de: Wochentag
es: Día de la semana
fr: Jour de la semaine
it: Giorno della settimana
nl: Weekdag
ru: День недели

# repeating.week_of_month
source: Week of month
de: Woche des Monats
es: Semana del mes
fr: Semaine du mois
it: Settimana del mese
nl: Week van de maand
ru: Неделя месяца

# repeating.month
source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
nl: Maand
ru: Месяц

# repeating.day
source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
nl: Dag
ru: День

# repeating.repeat_mode
source: Repeat Mode
de: Wiederholungsmodus
es: Modo de repetición
fr: Mode de répétition
it: Modalita di ripetizione
nl: Herhalingsmodus
ru: Режим повторения

# repeating.from_completion
source: Next occurrence from completion date
de: Nächste Wiederholung ab Abschlussdatum
es: Siguiente desde fecha de finalización
fr: Prochaine occurrence à partir de la date d'achèvement
it: Prossima occorrenza dalla data di completamento
nl: Volgende herhaling vanaf voltooiingsdatum
ru: Следующее — от даты завершения

# repeating.from_due_date
source: Next occurrence from original due date
de: Nächste Wiederholung ab ursprünglichem Fälligkeitsdatum
es: Siguiente desde fecha límite original
fr: Prochaine occurrence à partir de la date d'échéance
it: Prossima occorrenza dalla data di scadenza originale
nl: Volgende herhaling vanaf oorspronkelijke vervaldatum
ru: Следующее — от первоначального срока

# repeating.end_condition
source: End condition
de: Endebedingung
es: Condición de fin
fr: Condition de fin
it: Condizione di fine
nl: Eindconditie
ru: Условие завершения

# repeating.never
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
nl: Nooit
ru: Никогда

# repeating.after_occurrences
source: After X occurrences
de: Nach X Wiederholungen
es: Después de X ocurrencias
fr: Après X occurrences
it: Dopo X occorrenze
nl: Na X keer
ru: После X повторений

# repeating.until_date
source: Until specific date
de: Bis zu einem bestimmten Datum
es: Hasta una fecha específica
fr: Jusqu'à une date précise
it: Fino a una data specifica
nl: Tot specifieke datum
ru: До определённой даты

# repeating.num_occurrences
source: Number of occurrences
de: Anzahl der Wiederholungen
es: Número de ocurrencias
fr: Nombre d'occurrences
it: Numero di occorrenze
nl: Aantal herhalingen
ru: Количество повторений

# repeating.end_date
source: End date
de: Enddatum
es: Fecha de fin
fr: Date de fin
it: Data di fine
nl: Einddatum
ru: Дата окончания

# repeating.preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
nl: Voorbeeld
ru: Просмотр

# repeating.no_repeat
source: No repeat
de: Keine Wiederholung
es: Sin repetición
fr: Pas de répétition
it: Nessuna ripetizione
nl: Geen herhaling
ru: Без повторения

# repeating.days
source: Days
de: Tage
es: Días
fr: Jours
it: Giorni
nl: Dagen
ru: Дней

# repeating.weeks
source: Weeks
de: Wochen
es: Semanas
fr: Semaines
it: Settimane
nl: Weken
ru: Недель

# repeating.months
source: Months
de: Monate
es: Meses
fr: Mois
it: Mesi
nl: Maanden
ru: Месяцев

# repeating.years
source: Years
de: Jahre
es: Años
fr: Années
it: Anni
nl: Jaren
ru: Лет

# repeating.1st
source: 1st
es: 1ro
fr: 1er
nl: 1e
ru: 1-я

# repeating.2nd
source: 2nd
es: 2do
fr: 2e
nl: 2e
ru: 2-я

# repeating.3rd
source: 3rd
es: 3ro
fr: 3e
nl: 3e
ru: 3-я

# repeating.4th
source: 4th
es: 4to
fr: 4e
nl: 4e
ru: 4-я

# repeating.5th
source: 5th
es: 5to
fr: 5e
nl: 5e
ru: 5-я

# filters.sort_by
source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
nl: Sorteren op
ru: Сортировать по

# filters.sort
source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
nl: Sorteren
ru: Сортировка

# filters.auto
source: Auto
es: Automático
ru: Авто

# filters.completion_status
source: Completion Status
de: Abschlussstatus
es: Estado de finalización
fr: État d'achèvement
it: Stato di completamento
nl: Voltooiingsstatus
ru: Статус выполнения

# filters.show
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
nl: Tonen
ru: Показать

# filters.default
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
nl: Standaard
ru: По умолчанию

# filters.all_tasks
source: All Tasks
de: Alle Aufgaben
es: Todas las tareas
fr: Toutes les tâches
it: Tutte le attività
nl: Alle taken
ru: Все задачи

# filters.all_priorities
source: All Priorities
de: Alle Prioritäten
es: Todas las prioridades
fr: Toutes les priorités
it: Tutte le priorità
nl: Alle prioriteiten
ru: Все приоритеты

# filters.highest_priority
source: !!! Highest
de: !!! Höchste
es: !!! Más alta
fr: !!! Urgente
it: !!! Urgente
nl: !!! Hoogste
ru: !!! Срочный

# filters.high_priority
source: !! High
de: !! Hoch
es: !! Alta
fr: !! Haute
it: !! Alta
nl: !! Hoog
ru: !! Высокий

# filters.medium_priority
source: ! Medium
de: ! Mittel
es: ! Media
fr: ! Moyenne
it: ! Media
nl: ! Gemiddeld
ru: ! Средний

# filters.low_priority
source: ○ Low
de: ○ Niedrig
es: ○ Baja
fr: ○ Basse
it: ○ Bassa
nl: ○ Laag
ru: ○ Низкий

# filters.all_dates
source: All Dates
de: Alle Daten
es: Todas las fechas
fr: Toutes les dates
it: Tutte le date
nl: Alle datums
ru: Все даты

# filters.this_week
source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
nl: Deze week
ru: На этой неделе

# filters.this_month
source: This Month
de: Dieser Monat
es: Este mes
fr: Ce mois
it: Questo mese
nl: Deze maand
ru: В этом месяце

# filters.no_due_date
source: No Due Date
de: Ohne Fälligkeitsdatum
es: Sin fecha límite
fr: Sans échéance
it: Senza scadenza
nl: Geen deadline
ru: Без срока

# filters.who
source: Who
de: Wer
es: Quién
fr: Qui
it: Chi
nl: Wie
ru: Кто

# filters.all
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
nl: Alles
ru: Все

# filters.me
source: Me
de: Ich
es: Yo
fr: Moi
it: Io
nl: Ik
ru: Я

# filters.not_me
source: Not Me (Others)
de: Nicht ich (Andere)
es: No yo (Otros)
fr: Pas moi (Autres)
it: Non io (Altri)
nl: Niet ik (Anderen)
ru: Не я (Другие)

# filters.unassigned
source: Unassigned
de: Nicht zugewiesen
es: Sin asignar
fr: Non assigné
it: Non assegnato
nl: Niet toegewezen
ru: Не назначено

# filters.not_repeating
source: Not Repeating
de: Nicht wiederholend
es: Sin repetición
fr: Non répétitif
it: Non ripetitivo
nl: Niet herhalend
ru: Без повторения

# filters.save_as_smart_list
source: Save as Smart List
de: Als Smart-Liste speichern
es: Guardar como Lista inteligente
fr: Enregistrer comme Liste intelligente
it: Salva come Lista intelligente
nl: Opslaan als Slimme lijst
ru: Сохранить как Умный список

# filters.save_footer
source: Save these filter settings as a Smart List that appears in your sidebar
de: Speichern Sie diese Filtereinstellungen als Smart-Liste in Ihrer Seitenleiste
es: Guarda esta configuración de filtros como una Lista inteligente en tu barra lateral
fr: Enregistrez ces paramètres de filtre comme une Liste intelligente dans votre barre latérale
it: Salva queste impostazioni filtro come Lista intelligente nella barra laterale
nl: Sla deze filterinstellingen op als Slimme lijst in je zijbalk
ru: Сохраните эти настройки фильтра как Умный список в боковой панели

# filters.clear_all
source: Clear All Filters
de: Alle Filter löschen
es: Borrar todos los filtros
fr: Effacer tous les filtres
it: Cancella tutti i filtri
nl: Alle filters wissen
ru: Очистить все фильтры

# filters.saving
source: Saving...
de: Speichern...
es: Guardando...
fr: Enregistrement...
it: Salvataggio...
nl: Opslaan...
ru: Сохранение...

# filters.sort_and_filters
source: Sort & Filters
de: Sortierung & Filter
es: Ordenar y filtros
fr: Tri et filtres
it: Ordinamento e filtri
nl: Sorteren en filters
ru: Сортировка и фильтры

# filters.filter_by_list
source: Filter by List
de: Nach Liste filtern
es: Filtrar por lista
fr: Filtrer par liste
it: Filtra per lista
nl: Filteren op lijst
ru: Фильтр по списку

# filters.featured_lists
source: Featured Lists
de: Empfohlene Listen
es: Listas destacadas
fr: Listes en vedette
it: Liste in evidenza
nl: Uitgelichte lijsten
ru: Рекомендуемые списки

# filters.view_add
source: View & Add
de: Anzeigen & Hinzufügen
es: Ver y añadir
fr: Voir et ajouter
it: Visualizza e aggiungi
nl: Bekijken en toevoegen
ru: Просмотр и добавление

# filters.tasks_count
source: %d tasks
de: %d Aufgaben
es: %d tareas
fr: %d tâches
it: %d attività
nl: %d taken
ru: %d задач

source: List Type
de: Listentyp
es: Tipo de lista
fr: Type de liste
it: Tipo di lista
nl: Lijsttype
ru: Тип списка

# list.task_defaults
source: Task Defaults
de: Standardwerte
es: Valores predeterminados
fr: Valeurs par défaut
it: Valori predefiniti
nl: Standaardwaarden
ru: Значения по умолчанию

# list.favorite_description
source: This list appears in your Favorites section
de: Diese Liste erscheint in Ihrem Favoriten-Bereich
es: Esta lista aparece en tu sección de Favoritos
fr: Cette liste apparaît dans votre section Favoris
it: Questa lista appare nella sezione Preferiti
nl: Deze lijst verschijnt in je Favorieten
ru: Этот список отображается в разделе Избранное

# list.smart_list_description
source: This list shows tasks based on filters, not list membership
de: Diese Liste zeigt Aufgaben basierend auf Filtern, nicht auf Mitgliedschaft
es: Esta lista muestra tareas según filtros, no por membresía
fr: Cette liste affiche les tâches selon les filtres, pas l'appartenance
it: Questa lista mostra attività in base ai filtri, non all'appartenenza
nl: Deze lijst toont taken op basis van filters, niet lidmaatschap
ru: Этот список показывает задачи по фильтрам, а не по членству

# list.defaults_description
source: Set default values for new tasks created in this list
de: Legen Sie Standardwerte für neue Aufgaben in dieser Liste fest
es: Establece valores predeterminados para nuevas tareas en esta lista
fr: Définissez les valeurs par défaut pour les nouvelles tâches de cette liste
it: Imposta valori predefiniti per nuove attività in questa lista
nl: Stel standaardwaarden in voor nieuwe taken in deze lijst
ru: Установите значения по умолчанию для новых задач в этом списке

# list.task_creator
source: Task Creator
de: Aufgabenersteller
es: Creador de la tarea
fr: Créateur de tâche
it: Creatore attività
nl: Taakmaker
ru: Создатель задачи

# list.select_lists
source: Select Lists
de: Listen auswählen
es: Seleccionar listas
fr: Sélectionner les listes
it: Seleziona liste
nl: Lijsten selecteren
ru: Выбрать списки

source: List Details
de: Listendetails
es: Detalles de la lista
fr: Détails de la liste
it: Dettagli lista
nl: Lijstdetails
ru: Детали списка

# list.oauth_hint
source: Use this ID for OAuth API integrations and coding agents
de: Verwenden Sie diese ID für OAuth-API-Integrationen und Programmier-Agenten
es: Utiliza este ID para integraciones de API OAuth y agentes de programación
fr: Utilisez cet ID pour les intégrations OAuth API et les agents de programmation
it: Usa questo ID per integrazioni API OAuth e agenti di programmazione
nl: Gebruik deze ID voor OAuth API-integraties en programmeringsagenten
ru: Используйте этот ID для интеграций OAuth API и агентов программирования

# list.delete_list
source: Delete List
de: Liste löschen
es: Eliminar lista
fr: Supprimer la liste
it: Elimina lista
nl: Lijst verwijderen
ru: Удалить список

# list.danger_zone
source: Danger Zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone de danger
it: Zona pericolosa
nl: Gevarenzone
ru: Опасная зона

# list.list_settings
source: List Settings
de: Listeneinstellungen
es: Configuración de lista
fr: Paramètres de la liste
it: Impostazioni lista
nl: Lijstinstellingen
ru: Настройки списка

# share.share_list
source: Share List
de: Liste teilen
es: Compartir lista
fr: Partager la liste
it: Condividi lista
nl: Lijst delen
ru: Поделиться списком

# share.share_task
source: Share Task
de: Aufgabe teilen
es: Compartir tarea
fr: Partager la tâche
it: Condividi attività
nl: Taak delen
ru: Поделиться задачей

# share.private_list_message
source: This is a private list. Only members with access can view it.
de: Dies ist eine private Liste. Nur Mitglieder mit Zugriff können sie sehen.
es: Esta es una lista privada. Solo los miembros con acceso pueden verla.
fr: Cette liste est privée. Seuls les membres autorisés peuvent la voir.
it: Questa è una lista privata. Solo i membri autorizzati possono vederla.
nl: Dit is een privélijst. Alleen leden met toegang kunnen deze zien.
ru: Это приватный список. Только участники с доступом могут его видеть.

# share.public_list_message
source: This is a public list. Anyone with the link can view it.
de: Dies ist eine öffentliche Liste. Jeder mit dem Link kann sie sehen.
es: Esta es una lista pública. Cualquiera con el enlace puede verla.
fr: Cette liste est publique. Toute personne avec le lien peut la voir.
it: Questa è una lista pubblica. Chiunque con il link può vederla.
nl: Dit is een openbare lijst. Iedereen met de link kan deze zien.
ru: Это публичный список. Любой со ссылкой может его видеть.

# share.private_task_message
source: This is a private task. Only users with access to this list can view it.
de: Dies ist eine private Aufgabe. Nur Benutzer mit Zugriff auf diese Liste können sie sehen.
es: Esta es una tarea privada. Solo usuarios con acceso a esta lista pueden verla.
fr: Cette tâche est privée. Seuls les utilisateurs ayant accès à cette liste peuvent la voir.
it: Questa è un'attività privata. Solo gli utenti con accesso a questa lista possono vederla.
nl: Dit is een privétaak. Alleen gebruikers met toegang tot deze lijst kunnen deze zien.
ru: Это приватная задача. Только пользователи с доступом к этому списку могут её видеть.

# share.generating_link
source: Generating share link...
de: Link wird generiert...
es: Generando enlace...
fr: Génération du lien...
it: Generazione link...
nl: Link genereren...
ru: Создание ссылки...

# share.share_link_hint
source: Share this link with anyone who has access to view this task
de: Teilen Sie diesen Link mit jedem, der Zugriff auf diese Aufgabe hat
es: Comparte este enlace con cualquiera que tenga acceso para ver esta tarea
fr: Partagez ce lien avec toute personne autorisée à voir cette tâche
it: Condividi questo link con chiunque abbia accesso per vedere questa attività
nl: Deel deze link met iedereen die toegang heeft om deze taak te bekijken
ru: Поделитесь этой ссылкой с теми, у кого есть доступ к задаче

# share.copy_link
source: Copy to Clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier le lien
it: Copia negli appunti
nl: Kopiëren naar klembord
ru: Копировать в буфер обмена

# share.link_copied
source: Link copied!
de: Link kopiert!
es: ¡Enlace copiado!
fr: Lien copié !
it: Link copiato!
nl: Link gekopieerd!
ru: Ссылка скопирована!

# share.share_list_link_hint
source: Share this link with anyone who has access to view this list
de: Teile diesen Link mit allen, die Zugriff haben, um diese Liste zu sehen
es: Comparte este enlace con cualquiera que tenga acceso para ver esta lista
fr: Partagez ce lien avec toute personne autorisée à voir cette liste
it: Condividi questo link con chiunque abbia accesso per visualizzare questa lista
nl: Deel deze link met iedereen die toegang heeft om deze lijst te bekijken
ru: Поделитесь этой ссылкой с теми, у кого есть доступ для просмотра этого списка

# share.link_redirect_list
source: The link will redirect to the list in the app
de: Der Link leitet zur Liste in der App weiter
es: El enlace redirigirá a la lista en la app
fr: Le lien redirigera vers la liste dans l'app
it: Il link reindirizzerà alla lista nell'app
nl: De link leidt door naar de lijst in de app
ru: Ссылка перенаправит на список в приложении

# share.link_redirect_task
source: The link will redirect to the task in the app
de: Der Link leitet zur Aufgabe in der App weiter
es: El enlace redirigirá a la tarea en la app
fr: Le lien redirigera vers la tâche dans l'app
it: Il link reindirizzerà all'attività nell'app
nl: De link leidt door naar de taak in de app
ru: Ссылка перенаправит на задачу в приложении
